{
  "slug": "90-day-rule-spain-property-owners",
  "language": "nl",
  "title": "90-Dagenregel Spanje: Wat Vastgoedeigenaren Moeten Weten",
  "excerpt": "Inzicht in de Schengen 90/180-dagenregel voor Spaanse vastgoededeigenaren. Leer hoe de rollende periode werkt, gevolgen van overschrijding, en opties voor langere verblijven.",
  "category": "Visa's & Verblijf",
  "publishedAt": "2026-02-06",
  "updatedAt": "2026-02-06",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "90-dagenregel",
    "schengen",
    "visum",
    "vastgoededeigenaren",
    "spanje",
    "uk-burgers",
    "verblijfsrecht"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Niet-EU-burgers (inclusief Britse burgers na Brexit) mogen maximaal 90 dagen in Spanje en het Schengengebied verblijven binnen een rollende periode van 180 dagen. Vastgoedbezit geeft géénstoornisextra tijd of vrijstelling van deze regel. Voor langer verblijf heb je een visum of verblijfsvergunning nodig.",
    "intro": "Als je vastgoed bezit in Spanje maar geen EU-burger bent, raakt de 90-dagenregel je. Deze Schengenregeling is één van de meest misunderstoten aspecten van Spaans vastgoedbezit, vooral sinds Brexit de regels voor Britse kopers veranderde.\n\nVeel vastgoededeigenaren zijn verrast dat vastgoedbezit—zelfs een aanzienlijke investering—geen extra verblijfsrechten geeft. Het begrijpen van deze regel is essentieel voor het plannen van je bezoeken en het vermijden van potentiële ernstige gevolgen van overschrijding.\n\nDeze gids legt precies uit hoe de 90/180-dagenregel werkt, hoe je je toegestane dagen berekent, en welke opties je hebt als je meer tijd in Spanje wilt doorbrengen.",
    "sections": [
      {
        "title": "Wat is de 90/180-dagenregel?",
        "content": "De 90/180-dagenregel is een immigratieregeling van het Schengengebied die limiet stelt aan hoe lang niet-EU-burgers zonder visum kunnen verblijven. De regel stelt:\n\n**Je mag maximaal 90 dagen verblijven binnen elke periode van 180 dagen.**\n\nDit is van toepassing op het hele Schengengebied—26 Europese landen waaronder Spanje, Frankrijk, Italië, Portugal, Duitsland en andere. Dagen in ELK Schengenland tellen mee voor je 90-dagenlimiet.\n\n**Belangrijkste punten:**\n- De regel geldt voor niet-EU/EER-burgers zonder langetermijnvisum\n- Sinds januari 2021 gelden deze regels voor Britse burgers\n- Amerikanen, Canadezen, Australiërs en meeste andere nationaliteiten vallen eronder\n- EU/EER-burgers zijn NIET onderhevig aan deze regel—zij hebben vrij verkeer"
      },
      {
        "title": "De Rollende 180-Dagenperiode Begrijpen",
        "content": "De 180-dagenperiode is NIET gebaseerd op kalenderjaren. Het is een rollend venster dat elke dag verschuift. Dit is cruciaal om te begrijpen:\n\n**Hoe het werkt:**\nOp elke gegeven dag kunnen immigratiediensten 180 dagen teruggaan en tellen hoeveel dagen je in Schengen bent geweest. Als dat meer dan 90 is, ben je in overtreding.\n\n**Voorbeeld 1 - Simpel bezoek:**\nJe arriveert op 1 januari in Spanje en blijft tot 31 maart (90 dagen). Je moet dan vertrekken en kan niet terugkeren tot genoeg dagen uit het 180-dagenvenster zijn 'gevallen'.\n\n**Voorbeeld 2 - Meerdere bezoeken:**\n- 1-31 januari: Spanje (31 dagen)\n- Verlaat Schengen\n- 1-30 april: Spanje (30 dagen)\n- Verlaat Schengen\n- 1-29 juli: Spanje (29 dagen)\nTotaal: 90 dagen verspreid over het jaar—perfect legaal.\n\n**Voorbeeld 3 - De valkuil:**\n- 1 januari-31 maart: Spanje (90 dagen)\n- Verlaat 1 april\n- Keert terug 1 juni: Slechts 29 nieuwe dagen zijn 'gevallen', dus je mag slechts 29 dagen blijven, niet 90.\n\n**De calculatorbenadering:**\nOp elke datum dat je Schengen wil binnengaan, tel 180 dagen terug en totaliseer je Schengendagen in die periode. Trek af van 90 om je resterende toestand te vinden."
      }
    ],
    "conclusion": "De 90-dagenregel is een werkelijkheid voor niet-EU-vastgoededeigenaren, maar hoeft je genot van je Spaanse huis niet te beperken. Met voorzichtige planning kun je je bezoeken maximaliseren terwijl je binnen wettelijke grenzen blijft. Wil je langer blijven, dan bieden visumopties zoals het Non-Lucratief Visum of Digital Nomad Visum wegen naar langer verblijf en uiteindelijk verblijfsrecht.\n\nDenk je erover vastgoed aan Costa Blanca te kopen? Wij helpen kopers van alle nationaliteiten hun perfecte Spaanse woning te vinden en kunnen je verbinden met immigratiespecialisten voor het plannen van je toekomstige bezoeken. Neem contact met ons op om te bespreken hoe vastgoedbezit integreert met je levensstijldoelen.\n\nHeb je hulp nodig? Boek een gratis 30-minuten overleg met ons ervaren team. Met meer dan 12 jaar ervaring op Costa Blanca begeleiden wij je door elke stap."
  },
  "image": "/images/SPanish life/1.png"
}
