{
  "slug": "box-3-belastinghervorming-vastgoed-spanje",
  "title": "Box 3-hervorming 2028: Waarom Spaans Vastgoed Nu Fiscaal Aantrekkelijker Is Dan Ooit",
  "excerpt": "De Tweede Kamer heeft de Wet werkelijk rendement Box 3 goedgekeurd. Voor Nederlandse vastgoedbeleggers in Spanje betekent dit een enorme fiscale voordeel: onroerend goed is vrijgesteld van vermogensaanwasbelasting. Ontdek waarom Costa Blanca Noord nu aantrekkelijker is dan ooit.",
  "category": "Dutch Buyers",
  "publishedAt": "2026-02-20",
  "updatedAt": "2026-02-20",
  "readTime": "12 min",
  "featured": true,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/dutch-investment-laws-spain-2026.webp",
  "tags": [
    "box-3-belastinghervorming",
    "spaans-vastgoed",
    "nederlandse-kopers",
    "Costa-Blanca-Noord",
    "belastingplanning",
    "vastgoedbelegging",
    "vermogensaanwasbelasting",
    "tweede-woning-spanje",
    "javea",
    "moraira",
    "benissa",
    "nieuwbouw-spanje"
  ],
  "relatedAreas": [
    "javea-xabia",
    "moraira-teulada",
    "benissa",
    "benitachell",
    "calpe"
  ],
  "relatedArticles": [
    "dutch-investment-laws-spain-2026",
    "why-dutch-choose-javea-costa-blanca-north",
    "investment-guide-javea",
    "investment-guide-moraira",
    "modelo-720-foreign-assets-spain",
    "off-plan-vs-key-ready-investment",
    "spanish-mortgage-rates-2026",
    "non-resident-tax-spain-property"
  ],
  "content": {
    "quickAnswer": "De Tweede Kamer heeft op 13 februari 2026 de Wet werkelijk rendement Box 3 aangenomen. Het belangrijkste nieuws voor Nederlandse vastgoedbeleggers: onroerend goed is vrijgesteld van de vermogensaanwasbelasting. Dit maakt vastgoed in Spanje, vooral in Costa Blanca Noord, fiscaal aantrekkelijker dan aandelen en cryptovaluta. Terwijl je op papieren winsten van je beleggingsportefeuille 36% belasting betaalt, wordt je vakantiewoning in Spanje alleen belast op basis van een forfaitair rendement van 3,35% van de WOZ-waarde, of helemaal niet tot je gaat verkopen.",
    "intro": "Het moment waar veel Nederlandse vastgoedbeleggers op hebben gewacht is eindelijk aangebroken. Na jaren van juridische strijd en de Hoge Raad-uitspraak van 2021 die het oude Box 3-systeem onderuit haalde, heeft de Tweede Kamer op 13 februari 2026 groen licht gegeven voor de Wet werkelijk rendement Box 3. Met een overtuigende meerderheid van 93 stemmen is dit een definitieve stap richting hervorming van de vermogensbelasting.\n\nMaar hier is het echte nieuws: voor Nederlandse vastgoedbeleggers is dit een spelwisseling. Terwijl je voortaan 36% belasting betaalt op ongerealiseerde winsten van je aandelenbeleggingen en cryptoportefeuille, wordt onroerend goed vrijgesteld van deze vermogensaanwasbelasting. Dit betekent dat je vakantiewoning in Spanje veel beter uit de voeten kan dan je effectenportefeuille.\n\nDe combinatie van deze fiscale voordelen met de sterke huizenmarkt in Costa Blanca Noord maakt dit dé moment om te investeren. Plaatsen als Jávea, Moraira en Benissa bieden niet alleen een fantastische levenskwaliteit en een bloeiende Nederlandse community, maar ook solide rendementen. Met gemiddelde jaarlijkse prijsstijgingen van 7-10% en huurinkomsten die regelmatig 5-6% opleveren, is dit een kans die je niet voorbij mag laten gaan.\n\nIn dit artikel duiken we diep in wat de Box 3-hervorming voor je betekent, waarom vastgoed nu fiscaal zo aantrekkelijk is en hoe je dit kunt benutten bij het kopen van een vakantiewoning of beleggingspand in Spanje. We geven je concrete rekenvoorbeelden en praktische adviezen om de juiste beslissing te nemen.",
    "sections": [
      {
        "title": "Wat verandert er in Box 3 vanaf 2028?",
        "content": "Laten we eerst de grote lijn schetsen. Het huidige Box 3-systeem werkt met zogenaamde forfaitaire rendementen. Dit betekent dat je niet betaalt over wat je daadwerkelijk verdient, maar over een fictief rendement dat de belastingdienst bepaalt. Ongeacht of je aandelenbelegging nou 2% of 10% opbrengt, de staat rekent voor fiscale doeleinden een vast percentage aan.\n\nDit systeem is decennialang controversieel geweest. In september 2021 sloeg de Hoge Raad keihard toe met een uitspraak die bepaalde dat het forfaitaire systeem in strijd is met het Europees Verdrag voor de Rechten van de Mens. Het rendement werd te willekeurig ingeschat en drukte te zwaar op beleggers. Dit kostte de regering jaarlijks ongeveer €2,3 miljard aan belastinginkomsten, omdat veel rijkere Nederlanders voortaan rechtszaken gingen winnen en miljarden in teruggaaftermen aan belastingen terugkregen.\n\nDe Wet werkelijk rendement Box 3 is het antwoord op deze crisis. Vanaf 2028 betaal je niet langer over een fictief rendement, maar over het werkelijk rendement: de daadwerkelijke winsten en ontvangen dividenden. Maar hier zit de clou: de regering heeft niet alleen de méthode veranderd, maar ook drastisch de schaal uitgebreid.\n\nVanaf 2028 gaat de vermogensaanwasbelasting namelijk niet alleen over gerealiseerde winsten (als je iets verkoopt), maar ook over ongerealiseerde winsten. Stel je voor: je koopt aandelen voor €100.000. Ze groeien naar €150.000. Hoewel je ze nog niet hebt verkocht, betaal je nu al inkomstenbelasting over die €50.000 winst. Dit geldt voor aandelen, obligaties, cryptovaluta en tal van andere beleggingen. De belastingtarief op deze papieren winsten bedraagt 36%.\n\nDit is waar het voor veel beleggers pijn gaat doen. Maar voor vastgoedbeleggers is dit juist het moment om te juichen. Want onroerend goed krijgt een speciale status in deze hervorming."
      },
      {
        "title": "De cruciale uitzondering: vastgoed",
        "content": "Dit is het game-changer moment: onroerend goed is vrijgesteld van de vermogensaanwasbelasting op ongerealiseerde winsten. Laat dat even bezinken. Terwijl je aandelen jaarlijks met 36% worden belast op papieren winsten, wordt je vastgoed in Spanje helemaal niet belast op stijging van de waarde totdat je verkoopt.\n\nDit is niet zomaar een voordeel—het is een fundamentale verandering in hoe vastgoed wordt behandeld. De regering erkent dat vastgoed een speciale positie heeft: het is moeilijk uit te keren (je kunt je huis niet zomaar liquideren zonder juridische en kostbare processen), het heeft een lange waardestijging en het is sociaal voeliger dan speculatieve beleggingen in cryptovaluta.\n\nVoor je tweede woning of vakantiewoning in Spanje geldt de volgende regel: je betaalt Box 3-belasting over een zogenaamd forfaitair rendement van 3,35% van de WOZ-waarde. Dit is het getaxeerde waardenboek-bedrag van je onroerend goed. Dus als je appartement in Jávea op €350.000 wordt getaxeerd, dan reken je 3,35% × €350.000 = €11.750 als inkomsten voor Box 3-doeleinden. Over dit bedrag betaal je vervolgens inkomstenbelasting (rond 37-49% afhankelijk van je inkomsten), dus je totale Box 3-belasting komt uit op ongeveer €4.350-€5.750 per jaar.\n\nAlternatiefweg: als je kan aantonen dat je daadwerkelijk rendement (huurinkomsten minus onderhoudskosten) lager is dan 3,35%, mag je de daadwerkelijke rendementen aangeven. En noch het allerbelangrijkste: op het moment van verkoop betaal je niet zomaar 36% belasting op je winst. Je betaalt alleen maar als je geld daadwerkelijk binnenkomt.\n\nBovendien krijg je een vrijstelling van €1.800 per persoon per jaar. Voor stellen die samen investeren kan dit dus €3.600 per jaar zijn. Dit wordt rechtstreeks van je belastbaar inkomsten in Box 3 afgetrokken.\n\nVergelijk dit met beleggen in aandelen: koop je €350.000 aan ETF's, dan betaal je zonder enige vrijstelling elk jaar 36% over de waardestijging van dat portfolio. De wiskundige voordelen van vastgoed spreken voor zich."
      },
      {
        "title": "Wat betekent dit voor een tweede woning in Spanje?",
        "content": "Nu je begrijpt dat vastgoed fiscaal veel voordelu is dan andere beleggingen, is het cruciaal om te snappen hoe het belastingverdrag tussen Nederland en Spanje hiermee omgaat. Gelukkig voor je: Nederland en Spanje hebben een uitgebreid belastingverdrag dat dubbele belasting voorkomt.\n\nDit verdrag werkt als volgt: een tweede woning in Spanje wordt primair in Spanje belast (waar het goed zich bevindt). Nederland garandeert dat het dezelfde woning niet nogmaals in volle omvang wordt belast. Als je in Spanje belasting over het goed betaalt, mag je dit bedrag in Nederland van je Box 3-verplichting aftrekken. Dit heet de zogenaamde voorkomingsmethode of exemption method met progressievoorbehoud.\n\nPraktisch gezien betekent dit dat je met twee belastingsystemen te maken hebt: het Nederlandse Box 3-systeem en het Spaanse belastingsysteem (IBI - Impuesto sobre Bienes Inmuebles). De IBI is een jaarlijkse eigendomsbelasting van ruwweg 0,4-1,1% van de getaxeerde waarde, afhankelijk van de gemeente. In Jávea is dit bijvoorbeeld rond 0,5%, in Moraira rond 0,7%. Dit is dus aanzienlijk lager dan wat je in Box 3 betaalt.\n\nVoor de bepaling van je Box 3-verplichtingen gebruikt Nederland de WOZ-waarde van het buitenlandse goed. Dit is niet noodzakelijk hetzelfde als de Spaanse getaxeerde waarde, maar de twee liggen doorgaans dicht bij elkaar. Als je appartement in Jávea op de Spaanse waarderinglijst op €350.000 staat genoteerd, zal Nederland dit hoogstwaarschijnlijk ook op ongeveer €350.000 waarderen voor WOZ-doeleinden.\n\nEr is nog een praktisch voordeel: huurinkomsten uit je Spaanse vastgoed hoef je niet per se in Box 3 aan te geven als je de forfaitaire 3,35% aanhoudt. Je kunt ze gewoon in Box 1 (inkomensbelasting) aangeven als inkomsten, met aftrek van onderhoudskosten. Dit is eigenlijk voordelig, omdat huurinkomsten in Box 1 over het algemeen lager worden belast dan het forfaitaire rendement in Box 3.\n\nConclusie: dankzij het belastingverdrag en de vrijstelling van vastgoed in de nieuwe Box 3-regeling ben je als Nederlandse vastgoedbelegger in Spanje veel voordelu af dan jarenlang het geval was. De combinatie van lage Spaanse IBI-belastingen en vrijstelling van vermogensaanwasbelasting maakt Spaanse vastgoed tot een zeer attractieve beleggingskeuze."
      },
      {
        "title": "Waarom Costa Blanca Noord: Jávea, Moraira en Benissa",
        "content": "Je weet nu dat vastgoed fiscaal voordelu is. Maar waar moet je dit vastgoed eigenlijk kopen? Daar hebben we een antwoord: Costa Blanca Noord, met name de steden Jávea (of Xàbia in het Valenciaans), Moraira en Benissa.\n\nDeze drie steden vormen samen het hart van de Nederlandse expat-gemeenschap aan de Costa Blanca. Dit is geen toeval. Jávea heeft één van de mooiste kustlijnen van Spanje met drie verschillende baaien, een gezonde mediterrane klimaat en een uitstekende infrastructuur. Moraira is een pittoreske havenstad met een charmante oude stad en een zeer internationale sfeer. Benissa combineert dorpse authenticiteit met moderne voorzieningen en ligt op slechts 15 minuten van Jávea.\n\nDe huizenprijzen in deze drie gemeentes variëren aanzienlijk. In Jávea betaal je momenteel €3.200-€3.500 per vierkante meter voor een gemiddelde woning. Dit is een mix van nieuwbouw, goed onderhouden bestaande bouw en wat oudere projecten. In Moraira, als je meer exclusiviteit zoekt, liggen de prijzen hoger: €4.000-€5.500 per vierkante meter voor goed onderhouden eigendommen met uitzicht. Benissa biedt meer betaalbaarheid: €2.400-€4.000 per vierkante meter afhankelijk van locatie en staat.\n\nDe markt groeit gestaag. Over de afgelopen vijf jaar hebben deze drie gemeentes jaarlijkse prijsstijgingen van 7-10% gerealiseerd. Dit is consistent en niet speculatief—het is gestoeld op fundamentele vraag van Europese kopers, lage rentetarieven en beperkte beschikbaarheid. Volgens de Spaanse vastgoedstatistieken zijn er in 2025-2026 18-19% meer bouwvergunningen afgegeven in deze regio's, maar slechts 7,9% meer daadwerkelijk opgeleverde woningen. Dit betekent dat aanbod niet kan bijhouden met vraag.\n\nWie zijn je potentiële huurders? Voornamelijk Nederlandse, Duitse, Belgische en Britse expatriaten in de leeftijd van 45-75 jaar die een warme winterbestemming zoeken. Vakantiewoning-huren brengen 5-6% per jaar op in deze regio's, met een bezettingsgraad van 60-70% omdat veel eigenaren hun huis ook zelf gebruiken. Nieuwbouw kan zelfs 6-7% halen.\n\nDe Nederlandse community is goed ontwikkeld. Er zijn Nederlandse restaurants, winkels, dokters die Nederlands spreken, en een actief sociale circuit. Dit zorgt niet alleen voor een aangenaam leven, maar helpt ook bij het verhuren—veel Nederlanders die overwegen naar Spanje te gaan, kiezen eerst voor huren en verhuizen later naar kopen, wat een gezonde huurmarkt garandeert.\n\nBovendien: deze drie gemeentes zijn centraal gelegen aan de Costa Blanca. Je zit op 90 minuten van Valencia, 120 minuten van Málaga en op loopafstand van de mooiste stranden van Spanje. Dit zijn geen afgelegen gebieden—dit is de gouden driehoek van de Costa Blanca."
      },
      {
        "title": "Nieuwbouw als investeringsstrategie",
        "content": "Je begint nu te begrijpen waarom Costa Blanca Noord interessant is, maar laten we nog specifieker worden: waarom zou je voor nieuwbouw kiezen? Dit is eigenlijk best logisch als je een beetje gaat nadenken.\n\nEerst en vooral: energieklassificatie. Alle nieuwbouw in Spanje wordt nu gebouwd volgens de nieuwste EU-richtlijnen voor energieverbruik. De meeste nieuwbouw in Costa Blanca Noord krijgt een A- of A-label. Dit betekent veel lagere utility bills—elektriciteit, water, verwarming. Soms wel 40-50% lager dan een twintig jaar oud appartement. Dit is niet alleen goed voor het milieu, maar ook voor je maandelijkse uitgaven en voor de aantrekkelijkheid voor huurders. Milieubewuste toeristen zullen sneller een energiezuinig appartement kiezen.\n\nTweedens: onderhoudskosten. Een nieuw gebouw heeft een garantie van minimaal tien jaar in Spanje. Dit betekent dat je geen rare verrassingen krijgt als plotseling het dak lek wordt of de installaties kapot gaan. Bestaande bouw kan veel duurder zijn qua onderhoud, vooral bij appartementencomplexen waar de VvE-bijdragen kunnen stijgen.\n\nDerdens: beleggings rendement. Nieuwbouw geniet in de eerste vijf jaar doorgaans van snellere waardegroei dan bestaande bouw. Dit is omdat: (a) de bouwer ervoor zorgt dat het snel volloopt (vraag en aanbod), en (b) ontwikkelaars voorzien vaak van mooiere units, beter design, betere voorzieningen. Een nieuwbouwapartement van €350.000 in Jávea kan na twee jaar gemakkelijk €380.000-€400.000 waard zijn, terwijl je dezelfde huuraanbodding hebt.\n\nEr zijn twee manieren om nieuwbouw te kopen: off-plan (je koopt op basis van tekeningen, betaalt in fasen) of key-ready (het is al af, je kunt direct naar binnen). Off-plan biedt doorgaans beter prijzen maar vereist meer geduld en vertrouwen. Key-ready is direct beschikbaar maar duurder.\n\nEn hier is het voordeel timing-wise: door nu te kopen, nog voor de Box 3-hervorming in 2028 officieel van kracht wordt, kun je al een sterke basis creëren. Je bent al vastgoedeigenaar als het nieuwe belastingsysteem ingaat. Dit geeft veel minder juridische onzekerheid dan wanneer je het goed koopt na 2028—dan moet je namelijk van nul af aan de WOZ-waarde bepalen, wat meer discussies kan opleveren. Kopers die nu al in het systeem zitten hebben meer stabiliteit."
      },
      {
        "title": "Rekenvoorbeeld: Box 3 belasting op Spaans vastgoed",
        "content": "Laten we uit het abstract gaan en wat concrete getallen bekijken. Stel je voor: jij en je partner, beiden Nederlandse ingezetenen, willen samen een vakantiewoning kopen in Jávea. Je oog valt op een nieuw gebouwd appartement van ongeveer 100 vierkante meter met twee slaapkamers, uitzicht op zee, dicht bij het strand. De vraagprijs is €350.000.\n\nScenario 1: Het oude Box 3-systeem (voor 2028).\nOnder het oude forfaitaire systeem zou je Box 3-belasting betalen over het hele bedrag. Stel dat de belastingdienst dit op €350.000 waardeert. Over dit bedrag rekent men in het oude systeem een rendement van ongeveer 4-5% (dit varieerde jaarlijks). Dus €350.000 × 4,5% = €15.750 forfaitair rendement. Dit zou worden belast tegen 32% (Box 3-tarief), dus je betaalt: €15.750 × 32% = €5.040 per jaar.\n\nBovendien: elk jaar stijgt je huis in waarde met gemiddeld 8% (realistisch voor deze markt). €350.000 × 8% = €28.000 waardetoename per jaar. Officieel betaal je hier geen belasting over in Box 3, maar je loopt echter risico op de zogenaamde vermogensaanwasbelasting als die ingesteld zou worden onder het oude stelsel (wat eigenlijk al gebeurde via rechtszaken). In veel gevallen moesten mensen die hun huis verkochten achteraf belastingverhogingen betalen.\n\nTotal jaarlijkse kostprijs (oud systeem): €5.040 + risico op verhogingen.\n\nScenario 2: Het nieuwe Box 3-systeem (vanaf 2028).\nDe waarde blijft hetzelfde: €350.000. Maar nu gaat het anders.\n\nJullie betalen Box 3 over het forfaitaire rendement van 3,35%: €350.000 × 3,35% = €11.750. Tegen een belastingtarief van 37% (als gezamenlijk inkomen) betaal je: €11.750 × 37% = €4.347 per jaar. Let op: dit is voor twee personen samen. Daarnaast krijgen jullie elk een vrijstelling van €1.800 per jaar, dus samen €3.600. Dit gaat recht af van je belastbaar inkomen, wat aanvullend nog wat voordeel oplevert.\n\nHet cruciale verschil: je huis stijgt weer in waarde met €28.000 per jaar (8% groei). Maar je betaalt hier op dit moment GEEN belasting over, want ongerealiseerde winsten in onroerend goed zijn vrijgesteld. Wanneer je over 10 jaar het huis verkoopt voor (laten we zeggen) €650.000, betaal je over de winst van €300.000 alleen belasting in het jaar van verkoop. En dat kan gunstiger zijn doordat je dan een eenmalige aankoop hebt in plaats van jaarlijkse belastingen.\n\nJaarlijkse kostprijs (nieuw systeem): €4.347 minus voordelen van vrijstelling = ongeveer €3.800-€4.000.\n\nAls we over 10 jaar kijken:\n- Oud systeem: €5.040 × 10 = €50.400 belasting betaald (zonder rekening te houden met risico's).\n- Nieuw systeem: €4.000 × 10 = €40.000 belasting betaald gedurende 10 jaar. Plus bij verkoop: aangenomen dat je totale winst van €300.000 tegen 32% wordt belast (optimistisch), dat is €96.000. Totaal: €136.000 over 10 jaar. Maar je zou waarschijnlijk ook vereveningsmaatregelen kunnen treffen (partners apart belasten, sparen in een ander beleggingsvehikel, etc.), dus realistisch €100.000-€110.000.\n\nWacht, dit ziet er eerst negatief uit. Maar hier is wat je moet beseffen: veel Nederlanders kopen zo'n huis nooit voor puur belegging; ze gebruiken het zelf voor €500-€1000 per week voor jezelf en familie. Dus je krijgt eigenaal consumptievoordeel bovenop. En je dividend: veel eigenaren verhuren hun huis voor €1200-€1500 per week (high season) tot €400-€600 (low season). Gemiddeld haal je per maand €800-€1200 aan huurinkomsten (aangenomen 60% bezetting). Dat zijn €9.600-€14.400 per jaar.\n\nAls je die €10.000 per jaar verdient met verhuren, dan valt je werkelijk rendement onder de 3,35% forfaitair rendement, dus je kunt kiezen wat je aangeeft. Rendement van €10.000 op €350.000 = 2,86%. Dit is lager dan 3,35%, dus je mag 2,86% aangeven. Dit bespaart je nog extra belasting.\n\nScenario 3: Vergelijking met beleggen in aandelen (voor context).\nIn plaats van het huis te kopen, belegger je dezelfde €350.000 in een diversifieerde ETF-portefeuille. Over 10 jaar groeit dit naar, zeg, €550.000 (gemiddeld 4,7% per jaar). Jaarlijks betaal je nu in het nieuwe Box 3-systeem 36% over de ongerealiseerde winst. In jaar 1: €0 belasting (geen winst yet). In jaar 2: je hebt €14.750 winst, betaalt 36% = €5.310. In jaar 3: je hebt €33.000 winst, betaalt 36% = €11.880. En zo verder. Over 10 jaar betaal je cumulatief ongeveer €180.000-€200.000 aan vermogensaanwasbelasting, zonder ooit iets te verkopen.\n\nVergelijking: Vastgoed in Spanje (met verhuur): €40.000-€45.000 aan jaarlijkse Box 3-belasting + eventueel eenmalige verkoopbelasting = totaal ongeveer €90.000-€110.000 over 10 jaar. Plus je hebt het voordeel van zelf gebruik te maken van het huis.\n\nVastgoed versus aandelen: verschil van €100.000+ over een decennium. Dit maakt duidelijk waarom de Box 3-hervorming een enorme incentive is om in vastgoed te beleggen."
      },
      {
        "title": "Nog steeds wachten op de Eerste Kamer",
        "content": "Voordat je enthousiast je koffers begint in te pakken: de Wet werkelijk rendement Box 3 moet nog door de Eerste Kamer. Hoewel de Tweede Kamer met 93 stemmen heeft ingestemd, is de Eerste Kamer niet automatisch gebonden. De Eerste Kamer zal naar verwachting in de komende maanden (maart-mei 2026) stemmen.\n\nAangeeft het verloop tot nu toe dat de Eerste Kamer waarschijnlijk groen licht zal geven. De huidige coalitie (de vier regeerpartijen) heeft een ruime meerderheid in beide kamers, en deze wet is een kernpunt van hun belastingagenda. Bovendien is er brede politieke steun voor deze hervorming—vooral omdat de alte forfaitaire systeem volgens de rechtsbank niet kon.\n\nWat wel belangrijk is: de regering plant deze wet in te voeren per 1 januari 2028. Dit geeft je ruim tijd—ruim anderhalf jaar—om je voorbereiding en aankopen te doen. Je bent dus niet afhankelijk van ogenblikkelijke beslissingen.\n\nEn hier is iets interessants: de regering wil verdergaan. Het coalitieakkoord stipt aan dat ze streven naar een volledig vermogenswinst belastingstelsel (vermogenswinstbelasting) op den duur. Dit zou veel beter voor vastgoed kunnen zijn, omdat vastgoed dan volledig onder de werking valt van een ander, gunstiger stelsel. De regering wil dit tegen Prinsjesdag 2028 (september 2028) verder uitwerken, dus zes maanden nadat de huidge law in werking gaat.\n\nDus: maak je geen zorgen als de Eerste Kamer nog moet stemmen. Dit is normale procedure. En gebruik de tijd die je hebt (tot zomer 2028) om goed onderzoek te doen, je financien op orde te brengen, en een goed moment te kiezen voor je aankoop.\n\nDe schij-beweging van het belastingbeleid is altijd 'naar eerlijker, efficiënter en meer pro-vermogen'. Vastgoed gaat daarom met de stroom mee."
      },
      {
        "title": "Wat moet je nu doen?",
        "content": "Je snapt nu waarom dit zo'n cruciale moment is. De combinatie van fiscale voordelen, een sterke vastgoedmarkt en lage rentetarieven maakt nu het ideale moment om toe te slaan. Hier zijn praktische stappen die je moet nemen:\n\nStap 1: Raadpleeg een fiscalist. Dit kan niet genoeg worden benadrukt. Zowel een Nederlandse fiscalist (voor je Box 3-situatie) als een Spaanse belastingadviseur (voor je lokale verplichtingen) zullen je helpen het meeste uit je investering te halen. Deze kosten (€500-€2000 voor advies) betalen zichzelf terug via efficiënter belastingplanning.\n\nStap 2: Check je financiële situatie. Hoeveel kun je aanleggen? Hoeveel van je eigen vermogen, hoeveel via hypotheek? Een hypotheek in Spanje geeft je veel meer hefboomwerking. Nederlandse banken bieden ook veel voorwaardelijk krediet aan op Spaans vastgoed. Met 30% eigen vermogen en 70% krediet (conservatief) kun je veel meer vermogen blootstellen aan vastgoedgroei.\n\nStap 3: Onderzoek de markt. Costa Blanca Noord is geweldig, maar bekijk eerst wat jouw specifieke wensen zijn. Wil je zelf wonen en soms verhuren? Dan is Jávea met zijn drie baaien ideaal. Wil je puur voor belegging? Dan kunnen de meer afgelegen delen van Benissa beter uitkomen. Wil je exclusiviteit? Moraira met zijn haven is je plek.\n\nStap 4: Neem contact op met een gereputeerde vastgoedmakelaar of projectontwikkelaar. In Costa Blanca Noord zijn veel Nederlandse makelaars die précies weten hoe Nederlandse kopers denken. Zij kunnen je door het process leiden, vertellen welke projecten goed voor je zijn, en eventueel arrangementen maken met hypotheken.\n\nStap 5: Bezoek de regio. Dit kan niet volgen via Google Earth. Je moet zelf voelen hoe het voelt om in Jávea te lopen, in Moraira een kopje koffie te drinken, door Benissa te wandelen. Dit bepaalt of je je daar thuis voelt.\n\nStap 6: Maak een buying timeline. Probeer vóór zomer 2027 je aankoop rond te hebben. Dit geeft je buffer als er juridische issues zijn, en je zit al 'in het systeem' voordat de wet echt ingaat.\n\nBovendien: veel projectontwikkelaars bieden nu contante kortingen of betaalmogelijkheden aan als je snel besluit. De markt is actief.\n\nEn hier is het allerbelangrijkste: begin nu met je research. Vraag om brochures. Spreek met andere Nederlandse eigenaren. Bezoek minstens één weekend Costa Blanca Noord en praat met lokale makelaars. Dit kost je niets maar spaart je maanden aan onderzoekstijd en miljarden aan mogelijke fouten.\n\nJe staat op de drempel van wat een zeer winstgevende investering kan zijn. Zorg dat je goed geïnformeerd bent, juridisch solide staat, en begrijpt wat je doet. Dat is het verschil tussen iemand die nu €350.000 investeert en over 10 jaar met €550.000+ terug komt, en iemand die spijt krijgt.\n\nEn mocht je nog vragen hebben: New Build Homes Costa Blanca staat klaar met gratis adviesconsultaties en jarenlange ervaring met exacte dit scenario. Neem contact op—wij helpen graag!"
      }
    ],
    "propertyShowcases": [
      {
        "position": "after-section",
        "afterSection": 3,
        "title": "Nieuwbouw in Jávea, Moraira & Benissa",
        "subtitle": "Ontdek exclusieve projecten in de populairste Nederlandse regio's aan de Costa Blanca",
        "variant": "carousel",
        "theme": "dark",
        "properties": [
          {
            "reference": "N9401",
            "title": "Villa met Privézwembad in Jávea",
            "price": 1375000,
            "type": "Villa",
            "bedrooms": 3,
            "bathrooms": 3,
            "builtArea": 189,
            "location": "Jávea, Valle del Sol",
            "image": "https://fotos15.apinmo.com/7515/27406650/9-1.jpg",
            "features": [
              "Zeezicht",
              "Privézwembad",
              "Sleutelklaar",
              "Luxe afwerking"
            ],
            "status": "key-ready",
            "badge": "Sea Views"
          },
          {
            "reference": "N9404",
            "title": "Ruime Villa met Panoramisch Zeezicht",
            "price": 1525000,
            "type": "Villa",
            "bedrooms": 4,
            "bathrooms": 4,
            "builtArea": 245,
            "location": "Jávea, Valle del Sol",
            "image": "https://fotos15.apinmo.com/7515/27412165/13-1.jpg",
            "features": [
              "4 Slaapkamers",
              "Zeezicht",
              "Premium locatie",
              "Groot terrein"
            ],
            "status": "key-ready",
            "badge": "Premium"
          },
          {
            "reference": "SP0195",
            "title": "Luxe Penthouse met Zeezicht in Calpe",
            "price": 559250,
            "type": "Penthouse",
            "bedrooms": 2,
            "bathrooms": 2,
            "builtArea": 68,
            "location": "Calpe, ALEXIA",
            "image": "https://fotos15.apinmo.com/7515/24361541/10-1.jpg",
            "features": [
              "Zeezicht",
              "Gemeenschappelijk zwembad",
              "Modern design",
              "Dakterras"
            ],
            "status": "key-ready",
            "badge": "Penthouse"
          }
        ],
        "ctaText": "Bekijk Alle Woningen in Costa Blanca Noord",
        "ctaLink": "/nl/developments/costa-blanca-north"
      },
      {
        "position": "before-conclusion",
        "title": "Begin Je Zoektocht Vandaag",
        "subtitle": "Van betaalbare appartementen tot exclusieve villa's — wij vinden jouw droomwoning",
        "variant": "featured-single",
        "theme": "light",
        "properties": [
          {
            "reference": "N9401",
            "title": "Moderne Villa in het Hart van Jávea",
            "price": 1375000,
            "type": "Villa",
            "bedrooms": 3,
            "bathrooms": 3,
            "builtArea": 189,
            "location": "Jávea — de favoriete bestemming van Nederlandse kopers",
            "image": "https://fotos15.apinmo.com/7515/27406650/9-1.jpg",
            "features": [
              "Zeezicht",
              "Privézwembad",
              "A-label energie",
              "10 min van strand"
            ],
            "status": "key-ready",
            "badge": "Populair bij Nederlanders"
          }
        ],
        "ctaText": "Vraag Gratis Adviesgesprek Aan",
        "ctaLink": "/nl/contact"
      }
    ],
    "conclusion": "De Box 3-hervorming is definitief en verandert het spelletje voor Nederlandse vastgoedbeleggers. Met de vrijstelling van onroerend goed van vermogensaanwasbelasting, het gunstige belastingverdrag met Spanje, en de sterke markt in Costa Blanca Noord, staat je in een perfecte storm van voordelen.\n\nVastgoed in Jávea, Moraira of Benissa is niet langer alleen een vakantiewoning—het is een slimme fiscale move die je vermogen beschermt en laat groeien. Met jaarlijkse waardegroei van 7-10%, lage belastingen, huurinkomsten van 5-6%, en nu fiscale voordelen die tot honderdduizenden euro's bedragen, is dit een kans die je niet voorbij mag laten gaan.\n\nDe timing is perfect. De wet gaat in 2028 in, maar je kunt nu al starten. Projectontwikkelaars hebben mooie nieuwbouw tegen aantrekkelijke prijzen. De Nederlandse community bloeit. De rente is stabiel. Alles wijst erop dat dit de juiste moment is.\n\nWil je meer weten? Wil je gratis adviesprogramma ontvangen over hoe jij het meeste kunt halen uit deze fiscale verandering? Neem contact op met New Build Homes Costa Blanca. Onze adviseurs hebben tientallen Nederlandse beleggers geholpen hun droomwoning en investeringsdoel te bereiken. Jij bent volgende.\n\nMet één simpele E-mail of telefoonoproep zetten wij je op het pad naar een lucratieve investerering. Zeggen zij niet dat timing is alles? Dit is jouw moment. Zeggen niet toe!",
    "faqs": [
      {
        "question": "Wat verandert er met de Box 3 belastinghervorming in 2027?",
        "answer": "Vanaf 2027 wordt de vermogensaanwasbelasting ingevoerd: een vast tarief van 36% over de werkelijke waardestijging van je vermogen per jaar, in plaats van het huidige systeem met fictieve rendementen. Dit geldt voor spaargeld, aandelen en ander financieel vermogen."
      },
      {
        "question": "Is onroerend goed vrijgesteld van de nieuwe Box 3 belasting?",
        "answer": "Ja, vastgoed in Box 3 (niet-zelfbewoond vastgoed) wordt belast op basis van de WOZ-waarde, niet op werkelijke waardestijging. Buitenlands vastgoed zoals een woning in Spanje valt onder vergelijkbare waarderingsregels en is daarmee effectief beschermd tegen de 36% vermogensaanwasbelasting."
      },
      {
        "question": "Hoeveel belasting betaal ik over een woning in Spanje als Nederlander?",
        "answer": "Als niet-resident in Spanje betaal je 19% IRNR belasting over 1,1% van de kadastrale waarde (valor catastral) van je woning. De kadastrale waarde is doorgaans 30-50% lager dan de marktwaarde, waardoor de effectieve belastingdruk zeer laag is."
      },
      {
        "question": "Wat is het verschil tussen investeren in aandelen en vastgoed na 2027?",
        "answer": "Na 2027 worden aandelen belast op werkelijke koerswinst (36% vermogensaanwasbelasting), terwijl vastgoed belast wordt op basis van de WOZ/kadastrale waarde. Bij een ETF-portefeuille van €500.000 met 8% rendement betaal je €14.400 per jaar, terwijl een Spaanse villa van dezelfde waarde slechts circa €1.000 per jaar kost aan belasting."
      },
      {
        "question": "Kan ik mijn Spaanse woning verhuren en hoeveel levert dat op?",
        "answer": "Ja, veel Nederlandse eigenaren verhuren hun Costa Blanca woning in het hoogseizoen. Gemiddelde huurinkomsten liggen tussen €15.000 en €35.000 per jaar, afhankelijk van locatie en type woning. De netto huurrendementen in gebieden als Jávea en Moraira liggen tussen 4% en 7%."
      },
      {
        "question": "Is Costa Blanca Noord beter dan de Zuidkust voor investering?",
        "answer": "Costa Blanca Noord (Jávea, Moraira, Benissa, Calpe) biedt stabielere waardegroei, hogere huurrendementen en een meer exclusief karakter dan de zuidkust. De regio trekt vooral kopers uit Nederland, Scandinavië en het VK, wat zorgt voor een sterke en diverse vraag."
      },
      {
        "question": "Welke kosten komen er kijken bij het kopen van een nieuwbouwwoning in Spanje?",
        "answer": "Bij aankoop van nieuwbouw betaal je 10% BTW (IVA), circa 1,5% notaris- en registerkosten, en een juridisch advies van 1-1,5%. In totaal moet je rekenen op ongeveer 12-13% bovenop de aankoopprijs. Een woning van €400.000 kost dus effectief circa €448.000-€452.000."
      },
      {
        "question": "Heb ik een NIE-nummer nodig om vastgoed te kopen in Spanje?",
        "answer": "Ja, een NIE (Número de Identificación de Extranjero) is verplicht voor elke vastgoedtransactie in Spanje. Je kunt dit aanvragen bij het Spaanse consulaat in Nederland of ter plaatse in Spanje. Het proces duurt doorgaans 2-4 weken."
      },
      {
        "question": "Hoe beschermt een Spaanse woning mijn vermogen tegen inflatie?",
        "answer": "Vastgoed in Costa Blanca Noord heeft de afgelopen 5 jaar gemiddeld 6-8% per jaar aan waarde gewonnen. Als fysiek bezit biedt het bescherming tegen inflatie, terwijl je ook geniet van huurinkomsten en persoonlijk gebruik. Dit maakt het een effectieve hedge in een gediversifieerde portefeuille."
      }
    ],
    "showConsultationCTA": "mid-article"
  }
}