{
  "slug": "modelo-720-foreign-assets-spain",
  "title": "Modelo 720: Aangeven van buitenlandse tegoeden in Spanje",
  "excerpt": "Model 720 verplichting voor Spaanse belastingplichtigen: aangeven van buitenlandse tegoeden boven €50.000. Regels, strafvermindering na EU-uitspraak, en wat moet worden aangegeven.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 13,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "modelo-720",
    "tax-declaration",
    "foreign-assets",
    "residency",
    "AEAT",
    "annual-obligation"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spaanse belastingplichtigen moeten **jaarlijks Modelo 720 indienen** waarbij buitenlandse tegoeden boven **€50.000 drempel** moeten worden aangegeven, inclusief bankrekeningen, investeringen, buitenlandse onroerend goed en zakenbelangen. Straffen voor niet-aangifte waren €5.000-100.000+, maar zijn aanzienlijk verlaagd na EU-uitspraken in 2023-2024. Aangifte is verplicht, ook al bent u geen aanvullende belasting verschuldigd.",
    "intro": "Het Modelo 720-formulier vertegenwoordigt een van Spanje's strengste eisen aan belastingnaleving voor ingezetenen, met verplichte jaarlijkse aangifte van buitenlandse tegoeden buiten Spanje. Genoemd naar het Spaanse belastingformulier, vereist Modelo 720 aangifte van bankrekeningen, investeringen, zakenbelangen, onroerend goed en andere tegoeden buiten Spanje, met een €50.000-drempel die de aangifteplicht activeert. Voor niet-ingezetenen die naar Costa Blanca verhuizen (die Spaanse belastingplichtige worden na vestiging), stelt Modelo 720 onmiddellijke nalevingsuitdagingen—de meeste expats hebben aanzienlijke tegoeden in hun thuislanden (UK-bankrekeningen, Amerikaanse pensioenrekeningen, Australisch onroerend goed) die moeten worden aangegeven bij de Spaanse belastingdienst (AEAT).\n\nDe niet-aangifte of onvolledige aangifte leidde historisch tot zware sancties, soms meer dan €100.000, zelfs zonder werkelijke belastingfraude. Een historische uitspraak van het Hof van Justitie van de EU in 2023 maakte Spanje's hardste sancties ongeldig als onevenredig, wat AEAT ertoe bracht sancties in 2024-2025 aanzienlijk te verminderen. Deze gids biedt uitgebreide informatie over Modelo 720-verplichtingen, recente sanctiewijzigingen, praktische aangifte-procedures en strategische benaderingen voor naleving door nieuw-ingezetenen met aanzienlijke buitenlandse tegoeden.",
    "sections": [
      {
        "title": "Modelo 720 begrijpen: wat het is en waarom Spanje het vereist",
        "subsections": [
          {
            "heading": "De €50.000-drempel en wie moet aangifte indienen",
            "content": "Het Modelo 720-formulier is een **verplichte jaarlijkse aangifte van buitenlandse tegoeden gehouden door Spaanse belastingplichtigen**, ingediend bij AEAT tegen **31 maart elk jaar** (voor het voorgaande kalenderjaar). Spaanse belastingplichtigen zijn personen die: meer dan 183 dagen per jaar in Spanje doorbrengen, hun primaire woonplaats in Spanje hebben, of hun economische zwaartepunt in Spanje vestigen. Zodra iemand Spaanse belastingplichtige wordt—meestal na aankoop van een Costa Blanca-eigendom, inschrijving bij plaatselijke autoriteiten (Padrón) en 183+ dagen daar—is de Modelo 720-verplichting automatisch van toepassing als buitenlandse tegoeden €50.000 overschrijden.\n\nDe €50.000-drempel is cumulatief: een ingezetene met €30.000 op een UK-bankrekening, €15.000 in Amerikaanse aandelen en een €10.000 lening aan een buitenlands familielid (totaal €55.000) overschrijdt de drempel en moet aangifte indienen. Opgemerkt moet worden dat de drempel niet over inkomsten gaat—het gaat om **tegoedwaarden**. Een ingezetene kan geen buitenlands inkomen hebben maar aanzienlijke buitenlandse tegoeden (erfenis-eigendom, bedrijfseigendom, historische investeringen) die de aangifteplicht activeren.\n\nEen veel voorkomend misverstand: ingezetenen geloven dat aangifte alleen vereist is als zij buitenlands inkomen hebben of buitenlandse transacties in het jaar hebben gedaan. Dit is onjuist—Modelo 720-aangifte is gebaseerd op tegoedwaarden op 31 december, ongeacht of inkomsten zijn verdiend, transacties hebben plaatsgevonden of het tegoed actief is."
          }
        ]
      },
      {
        "title": "Tegoedcategorieën: wat onder Modelo 720 valt",
        "subsections": [
          {
            "heading": "Bankrekeningen en vloeibare tegoeden",
            "content": "**Bankrekeningen gehouden bij buitenlandse financiële instellingen moeten worden aangegeven**, inclusief: lopende/betaalrekeningen, spaarrekeningen, beleggingsrekeningen, geldmarktrekeningen en rekeningen met contant geld of geldequivalenten. De aangifte omvat: naam van de financiële instelling, land, rekeningnummer (of identificatie als nummer niet beschikbaar is), rekeningtype (persoonlijk, gezamenlijk, zaak) en sluitbalans per 31 december voor het aangiftejaar. Een ingezetene met een £50.000 UK-bankrekening, een €30.000 Franse spaarrekening en een $25.000 Amerikaanse betaalrekening dient alle drie in (totaal €105.000, overschrijding van de €50.000-drempel). Elke rekening wordt afzonderlijk op het Modelo 720 vermeld.\n\nVeel voorkomende fouten: ingezetenen laten rekeningen achterwege die zij als 'inactief' beschouwen (oude universitaire bankrekeningen met minimale saldi), geven geen rekening van rekeningen in afsluiting, of onderschatten rekeningsaldi vanwege wisselkoersschommelingen. AEAT verwacht nauwkeurigheid—rekeningsaldi moeten overeenkomen met bankrekeningafschriften van jaar-eind. Discrepanties tussen Modelo 720-aangifte en bankrekeningafschriften (vaak ontdekt via internationale automatische informatie-uitwisseling) triggeren onderzoeken."
          }
        ]
      },
      {
        "title": "Aangifte: procedures en praktische stappen",
        "subsections": [
          {
            "heading": "31 maart jaarlijkse deadline en aangiftejaarvolgorde",
            "content": "Het Modelo 720-formulier wordt **jaarlijks op of voor 31 maart** ingediend, met aangifte van alle buitenlandse tegoeden gehouden op **31 december van het voorgaande jaar**. Een Spaanse ingezetene die zijn belastingen in maart 2026 indient, dient daarom een Modelo 720 in met aangifte van alle buitenlandse tegoeden op 31 december 2025. De aangifte is afzonderlijk van de inkomstenbelastingaangifte (Declaración de la Renta), maar wordt meestal gelijktijdig in maart/april ingediend. Modelo 720 heeft echter zijn eigen 31 maart-deadline—als de inkomstenbelastingaangifte in april wordt ingediend, moet Modelo 720 tegen 31 maart worden ingediend, wat een iets vroegere deadline creëert.\n\nMissing the March 31 deadline results in immediate penalties (typically €50-100 for late filing). Als aangifte meer dan 3 maanden te laat wordt ingediend, nemen sancties aanzienlijk toe. Voor nieuw-ingezetenen die zich in 2026 op Costa Blanca vestigen en Spaanse belastingplicht bereiken, is de eerste Modelo 720-aangifte verschuldigd op 31 maart 2027 (aangifte van buitenlandse tegoeden per 31 december 2026). Velen nieuw-ingezetenen gaan ervan uit dat hun eerste residentiejaar is vrijgesteld—dit is niet het geval."
          }
        ]
      }
    ],
    "conclusion": "Het Modelo 720-formulier, hoewel aanvankelijk belastend lijkend, is aanzienlijk beter beheersbaar geworden na Spanje's hervorming van sancties in 2024-2025. Spaanse belastingplichtigen moeten jaarlijks tegen 31 maart indienen, met aangifte van buitenlandse tegoeden boven €50.000, maar herziene sancties (€50-300 voor de meeste nalevingsgaten) leggen geen draconiaanse financiële lasten meer op eerlijke ingezetenen. Voor niet-ingezetenen die zich op Costa Blanca vestigen en Spaanse belastingplicht bereiken, zorgt snelle inschakeling van een Spaanse gestor (belastingadviseur) in het eerste residentiejaar voor juiste Modelo 720-naleving en elimineert onzekerheid en sanctierisico.\n\nDe aangifte is eenvoudig zodra documentatie is georganiseerd: verzamel saldi per 31 december voor alle buitenlandse rekeningen, onroerend goed en zakenbelangen, verstrek informatie aan de gestor en dien tegen 31 maart in. Jaarlijkse naleving in volgende jaren is routinematig. De herziene sanctieregeling creëert nalevingsprikkels—investering van €200-400 in professionele aangifte voorkomt sancties die dit bedrag ver overtreffen. Bovendien moeten ingezetenen begrijpen dat Modelo 720-aangifte integreert met automatische informatie-uitwisselingssystemen (AEOI/CRS): AEAT ontvangt gegevens over buitenlandse rekeningen van internationale financiële instellingen, waardoor verberging onmogelijk is.\n\nBent u van plan naar Costa Blanca te verhuizen? Boek een gratis 30-minuten consultatiegesprek met onze ervaren makelaars — meer dan 12 jaar ervaring met koperszoeking naar hun perfecte nieuwbouw-thuis in Spanje."
  },
  "image": "/images/Finance/1.png"
}