{
  "slug": "new-build-vs-resale-spain",
  "title": "Nieuwbouw versus Doorverkoop in Spanje: Wat Verschilt?",
  "excerpt": "Praktische verschillen tussen nieuwbouw (obra nueva) en doorverkoop-eigendom (vivienda usada) aankoop in Spanje. Belastingen, garanties, onderhoud en hoe ze investeringsresultaten beïnvloeden.",
  "category": "Property Guide",
  "publishedAt": "2026-02-10",
  "updatedAt": "2026-02-10",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["new-build", "resale", "obra-nueva", "Spain", "property-purchase"],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Nieuwbouw (21% VAT, 10-jaar garantie, geen overdrachts-belasting) verschilt wezenlijk van doorverkoop (6-8% overdracht-belasting, geen garantie, ouder onderhoud). Nieuwbouw sleutelklaar, directe ontwikkelaar-garanties; doorverkoop onderhandelbaar, karaktervolle, lager initieel betaald. Kwaliteitseffecten en persoonlijke preferentie bepalen 'beste' keuze meer dan financiële metriek.",
    "intro": "Voor internationale kopers die Spaanse eigendom overwegen, valt het eerste fundamentele onderscheid tussen nieuwbouw-eigendom en doorverkoop-eigendom—twee aanzienlijk verschillende transactie-structuren met uiteenlopende juridische, fiscale en praktische gevolgen. Dit onderscheid, minder bekend buitenlandse kopers vanuit gemeenschappelijke rechtssystemen, bepaalt transactie-kosten, juridische beschermingen, garantie-rechten en lange-termijn-onderhoud-vereisten. Deze gids onderzoekt precies wat nieuwbouw-eigendom definieert versus doorverkoop, juridische/fiscale verschillen in beide, garantie-implicaties en praktische afwegingen voor verschillende kopersbesturen.",
    "sections": [
      {
        "title": "Definitie: Nieuwbouw versus Doorverkoop in Spanje",
        "subsections": [
          {
            "heading": "Nieuwbouw (Obra Nueva)",
            "content": "Nieuwbouw-eigendom in Spaanse belastingterm verwijst naar onlangs voltooid of in-aanbouw eigendom waar VAT (21% 'Impuesto sobre el Valor Añadido') wordt toegepast in plaats van overdracht-belastingen. Technisch is eigendom geclassificeerd als nieuwbouw als:\n\n1. **Drie jaren of minder sinds voltooiing**: Eigendom voltooid in 2023 kan nog in 2026 als nieuwbouw worden behandeld\n2. **Nog nooit voor permanente bewoning gebruikt**: Modelwoningen/display-eenheden gebruikt vöör verkoop tellen als ongebruikt\n3. **Verkocht door originele eigenaar/ontwikkelaar**: Eigendom verkocht door aannemer of originele eigenaar classifieert als nieuwbouw; volgende eigenaar-verkopen zijn doorverkoop\n\nNieuwbouw-eigendom is 'sleutelklaar' ('llavero') in termen van rechtsvorm—eigendom is direct ingeschreven en eigendom compleet staat klaar voor bezetting. Bij doorverkoop daarentegen kan eigendom vele vormen nemen (behoeven reparatie, renovatie, titelschoning)."
          },
          {
            "heading": "Doorverkoop (Vivienda Usada)",
            "content": "Doorverkoop-eigendom beschrijft elk eerder-eigenaarschap of ouder-dan-3-jaar-sinds-voltooiing eigendom. Dit omvat: jaren-oude villa's, lange-bestaande appartementen, renovatie-projecten, en enige eigendom niet direct van aannemer gekocht.\n\nDoorverkoop-eigendom onderworpen aan overdracht-belasting (ITP - Impuesto sobre Transmisiones Patrimoniales) van typisch 6-8% afhankelijk van autonome gemeenschap in plaats van 21% VAT. Deze belastingverschil is de meest significante fiscale differentiator tussen nieuwbouw en doorverkoop."
          }
        ]
      },
      {
        "title": "Belastingverschillen: VAT versus Overdracht-Belasting",
        "subsections": [
          {
            "heading": "Nieuwbouw VAT (21%)",
            "content": "Nieuwbouw VAT wordt behandeld als normale bedrijfsverkoop:bedrag wordt berekend boven totale prijs genoemd (inclusief alles). Voor €300K nieuwbouw-aankoop:\n\nEigendomprijs: €300.000\nVAT (21%): €63.000\nTotaal betaald aan aannemer/ontwikkelaar: €363.000\n\nDit VAT is gedwongen—aantrouw-eindafbetalingen zijn typisch reeds VAT-inbegrepen. Bij overdrachts-teken leidt notario geen extra belasting.\n\nVAT-voordeel: in sommige situaties kunnen buitenlandse niet-EU-kopersbesturen VAT-restituties eisen voor nieuwbouw (dit is betrokken en vereist professionele adviezen). Voor meeste gevallen—permanente eigendom gehouden als investeringen of primaire residenties—is VAT niet-terugvordered."
          },
          {
            "heading": "Doorverkoop Overdracht-Belasting (6-8%)",
            "content": "Doorverkoop onderworpen aan overdracht-belasting berekend op transactie-prijs:\n\nEigendomprijs: €300.000\nOverdracht-belasting (7%, Valencian-gemiddelde): €21.000\nTotaal betaald aan verkoopende eigenaar: €300.000 (belasting gaat aan overheid, niet naar verkoopende)\n\nDreigende voordeel: omdat overdracht-belastingen lager zijn dan VAT (7% versus 21%), totale transactie-kostprijs voor doorverkoop is typisch minder. €300K eigendom draagt €21K overdracht-belastingen (7%) versus €63K VAT (21%) voor identieke prijs-nieuwbouw—een €42K verschil."
          }
        ]
      },
      {
        "title": "Garantie-bescherming & Juridische Implicaties",
        "subsections": [
          {
            "heading": "Nieuwbouw 10-Jaar Garantie",
            "content": "Nieuwbouw-eigendom in Spanje bevat wettelijk 10-jaargarantie (Garantía Decenal) tegen structurele defecten en bouwgebreken. Deze garantie, vastgelegd onder Spaans bouwrecht, garandeert dat de aannemer aansprakelijk is voor:\n\n- Structurele defecten: Scheuren in muren, muren scheiding, daken ineenstorting\n- Fundamentele gebreken: Fundering-instabiliteit, fundering-verzakking\n- Ernstige afwerking-defecten: Daken lekkages, venster-lekken, elektrische veiligheidsproblemen\n\nDe aannemer moet defecten herstellen of vergoeding betalen gedurende volle 10-jaar-periode."
          },
          {
            "heading": "Doorverkoop Geen Garantie (Caveat Emptor)",
            "content": "Doorverkoop-eigendom verkocht onder 'caveat emptor' (koper voorzichtig) principe—verkoper biedt geen garantie tegen verborgen defecten, constructie-problemen of technische ongeschiktheid. Deze standaard-principe voert voor enige doorverkoop-eigendom in Spanje. Gevolgen:\n\n- Verborgen defecten: Lekkende daken ontdekt zes maanden na aankoop zijn uw probleem\n- Constructie-problemen: Fundering-schade is niet-verkopers-verantwoordelijkheid\n- Niet-openbare-schulden: Openstaande gemeenschaps-gelden of eigendom-belastingen zijn uw aansprakelijkheid\n\nDe enige uitzondering: verkopers mogen wettelijk bepaalde zichtbare defecten niet actief verbergen (geschilderde lekkages, gemaskeerde scheuren). Echter, verborgen defecten zijn typisch niet-verkopers-verantwoordelijkheid."
          }
        ]
      },
      {
        "title": "Praktische Overwegingen: Welke Werkt voor U?",
        "subsections": [
          {
            "heading": "Kies Nieuwbouw Wanneer",
            "content": "**U risico-avers bent**: Garantie-bescherming elimineert onzekerheid boven verborgen-defecten en constructie-uitgaven\n\n**U handen-af-eigenaar wilt zijn**: Sleutelklaar betekent geen renovatie-project; onderhouds-vereisten zijn minimaal initieel\n\n**U geen toelichting-onderhandelingen wilt**: Vaste prijzen, duidelijke voorwaarden, geen commerciële duw en ruk\n\n**U internationaal bent**: Ontwikkelaars hebben reputatie-incentives; doorverkoop-eigenaren kunnen taal/documentatie-barrières creëren\n\n**U wil garantie-rechten**: 10-jaarstructurele bescherming geeft gemoedsrust niemand doorverkoop-eigendom biedt"
          },
          {
            "heading": "Kies Doorverkoop Wanneer",
            "content": "**U waarde-zoeker bent**: 6-8% overdracht-belasting is lager dan 21% nieuwbouw-VAT; u betaalt typisch minder voor identieke prijs\n\n**U onderhandelings-flexibiliteit wil**: Doorverkoop-prijzen zijn negotiabel; u kunt 5-10% disconteren aanscherpen\n\n**U karaktervolle eigendom zoekt**: Oudere vila's met mature-tuinen/inrichting spreken veel meer aan dan generieke nieuwbouw-appartementen\n\n**U gevestigde buurt wil**: Doorverkoop in gevestigde straten vs. nieuwe urbanisaties; buurtkarakter is afgetoetst en waargemerkt\n\n**U renovatie-project/investering bent**: Ondergewaardeerde eigendom met update-potentieel genereert meer opbrengsten dan nieuwbouw-premie-betaling"
          }
        ]
      }
    ],
    "conclusion": "De fundamentele nieuwbouw-versus-doorverkoop-onderscheiding bepaalt significante financiële, juridische en praktische gevolgen voor Spaanse eigendom-kopersbesturen. Nieuwbouw biedt garantie-bescherming, zekerheid en sleutelklaar-gemak gegeven hogere initiatief-belastingen (21% VAT) en beperkt-waarde-groei-potentieel. Doorverkoop biedt lagere initiatief-belastingen (6-8%), onderhandelings-flexibiliteit en waardegroei-potentieel gegeven markt-inefficiënties, maar vereist onderhouds-voorzichtigheid en diepere inspectie.\n\nNeither is universeel 'beter'—de optimale keuze afhankelijk van persoonlijke risico-tolerantie, investeringsthema, geografische-preferentie en langetermijn-eigendom-doelstelling. Nederlandse en Duitse kopers, gewone aan strikte bouwkwaliteitsnormen thuis, waareren typisch nieuwbouw-garanties hoger dan Spaanse prijzenpotentieel. Omgekeerd, ervaringen beleggers begeren doorverkoop-markt-inefficiënties.\n\nBest benadering: consulteer jurisprudentie-adviseurs gespecialiseerd in uw eigendom-doelstelling; zij kunnen gidsen beide opties gegeven uw specifieke profiel en lange-termijn-objectieven."
  }
}