{
  "slug": "nie-number-spain-guide",
  "title": "NIE-Getal Spanje: Gids tot Verkrijging en Gebruik",
  "excerpt": "Complete gids tot NIE (Número de Identidad de Extranjero) aanvraag in Spanje. Vereiste documenten, kosten, wachttijden, en waarom u het nodig hebt voor eigendom-aankoop.",
  "category": "Legal & Admin",
  "publishedAt": "2026-02-12",
  "updatedAt": "2026-02-12",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["NIE", "tax-identification", "Spanish-number", "residency", "foreign-nationals"],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "NIE (Número de Identidad de Extranjero) is Spaanse belasting-identificatiegetal vereist voor eigendom-aankoop, openbank-rekening, belasting-aangifte. Aanvraag: politie-kantoor of buitenlandse zaken (Comisaría de Policia), vereist paspoort, aanvraagformulier, bewijs-van-zetel. Kosten: €10, wachttijd typisch 1 week. NIE geldig voor leven, aanbevolen voor alle internationale eigendom-kopers.",
    "intro": "Het NIE-nummer (Número de Identidad de Extranjero) is Spaanse belasting-identificatiegetal kritiek voor internationale eigenaarders. Dit unieke identificatienummer is vereist voor alle eigendom-transacties, bank-rekening-opening, belasting-aangifte en officiële bureaucratie. Voor internationale kopers die Spaanse eigendom overwegen, moet NIE-verkrijging van eerste-prioriteit zijn—het kan voor de eigendom-aankoop worden verkregen, is vrijwel onmiddellijk beschikbaar en elimineert administratieve tergingen later.",
    "sections": [
      {
        "title": "Wat is NIE en waarom u het nodig heeft",
        "subsections": [
          {
            "heading": "NIE-Definitie & Functie",
            "content": "NIE is unieke identificatienummer toegekend door Spaanse belastingdiensten (Agencia Tributaria) aan alle buitenlandse ingezetenen of niet-ingezetenen met financiële verplichtingen in Spanje. Dit omvat: eigendom-eigenaarders, bedrijfseigenaren, werknemers, en u iedereen met Spaans-belasting-verplichtingen. Het nummer fungeert gelijkaardig aan burgerservicenummer in thuisland—het's unieke identificatie voor alle belastings- en juridische doeleinden."
          },
          {
            "heading": "Waarom u NIE voor eigendom nodig",
            "content": "NIE is vereist voor: eigendom-aankoop (titel-registratie vereist NIE), bank-rekening-opening (notaris-aanbevelingen vereisen NIE voor hypotheken), belasting-aangifte (model-aangifte vereist NIE voor niet-ingezetenen), gemeenschaps-registratie (apartment-eigendom vereist NIE voor betalingen), bedrijfs-registratie (voor huurbeheer-bedrijven), en levering-verbindingen (utilities vereisen NIE voor registratie). Zonder NIE kan geen van deze procedures voortgang boeken."
          }
        ]
      },
      {
        "title": "NIE-Aanvraag: Proces & Vereisten",
        "subsections": [
          {
            "heading": "Waar NIE-Aanvraag",
            "content": "NIE's worden aangevraagd op plaatselijke politie-kantoren (Comisaría de Policía Nacional) of buitenlandse-afdelingskantooren (Oficina de Extranjería). Op Costa Blanca: Benidorm Junta Local de Policía, Alicante Comisaría Principal, Javea Local police office, Torrevieja Comisaría de Policía Nacional. Verwacht 30 minuten tot 2 uren aanvraag-verwerking en onmiddellijke uitgifte."
          },
          {
            "heading": "Vereiste Documenten",
            "content": "- Geldig paspoort (buitenlands ID niet acceptabel)\n- Ingevuld aanvraagformulier (Solicitud de NIE, meestal beschikbaar op kantoor)\n- Bewijs van Spaans-adres (eigendom-schrijving, huurcontract, of letter van accommodatie-bewaarder)\n- Ingevulde belastingformulier 290 (voor bepaalde situaties)\n- Twee pasfoto's (in sommige kantoren vereist)"
          }
        ]
      }
    ],
    "conclusion": "NIE-verkrijging is snelle, goedkope administratieve-stap kritiek voor Spaanse eigendom-eigenaarschap. Met kosten slechts €10 en procesing-tijd typisch minder dan 1 week, is geen reden vervolgingsvertraging eigendom-transacties. Verkrijg NIE voor eigendom-aankoop of vroeger—elke makelaar en notaris zal dit aanraden."
  }
  }
}