{
  "slug": "non-lucrative-visa-spain-property",
  "title": "Niet-Lucratieve Visum Spanje & Eigendomseigenaarschap: Gids",
  "excerpt": "Gids tot Spaanse niet-lucratieve visum voor buitenlandse eigendom-eigenaren. Inkomstvereisten (€28.800/jaar), eigendom-implicaties, belastingen en voordelen voor internationale beleggers.",
  "category": "Residency",
  "publishedAt": "2026-02-13",
  "updatedAt": "2026-02-13",
  "readTime": 11,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "non-lucrative-visa",
    "visa-residency",
    "Spain",
    "property-ownership",
    "retirement"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spaanse niet-lucratieve visum (Visa de Residencia para Extranjeros sin Recursos) vereist minimum inkomsten €28.800 jaarlijks (€2.400/maand), geen werkzaamheden, en demonstratie van permanente buitenlandse inkomsten. Primair voor gepensioneerden, kan investerings-inkomsten (dividenden, rentevergelijking) decken. Eigendom in Spanje stimuleert visum-goedkeuring. Voordeel: 1-jarig visum (verlenging mogelijk), legale residency zonder werkzaamheden, volledige gezondheidszorgdekkingbereik.",
    "intro": "Het Spaanse niet-lucratieve visum (officieel: Visa de Residencia para Extranjeros sin Recursos) is unique migratie-voertuig gericht op buitenlandse individuen met permanente buitenlandse inkomsten (pensioenen, investerings-inkomsten, erfenissen) die Spaans residentie zoeken zonder werkzaamheden. Voor internationale eigendom-eigenaarders—particulier gepensioneerden—biedt dit visum legale residency basis, waarborgt gezondheidszorg-dekkering via Spaans openbare systeem, elimineert werkzaamheden-vereisten en handhaaft minimale inkomsten-drempel betaalbaar voor meeste internationale pensionierden. Dit visum is particulier aantrekkelijk voor Costa Blanca eigendom-eigenaarders die permanente Spaanse residency zoeken.",
    "sections": [
      {
        "title": "Niet-Lucratieve Visum Vereisten",
        "subsections": [
          {
            "heading": "Inkomsten-Criteria & Financiële-Bewijzen",
            "content": "Het visum vereist demonstratie van minimum maandelijkse inkomsten van €2.400 (€28.800 jaarlijks). Dit kan zijn: pensioen-inkomsten, investeringsinkomsten (dividenden, rentevergelijking van aandelen/obligaties), erfenissen, of combinaties. Kritiek: inkomsten moet permanente buitenlandse-inkomsten zijn, niet Spaans-verdienste of werkzaamheden-gerelateerd.\n\nDemonstratievereisten:\n- Pensioen-certificaat van pensioen-werkgever of regering\n- Bank-afschriften toningd 3-6 maanden inkomsten-deposits\n- Investeringsrekening-afschriften toningd bron-inkomsten\n- Jurisprudentie-verklaringen ter verificatie inkomsten-permanentie\n\nHet visum specificeert geen maximale inkomsten—hoger-inkomst individuen kwalificeren even makelijk als minimale-drempel boven."
          },
          {
            "heading": "Geen Werkzaamheden-Vereiste",
            "content": "Het kritieke onderscheid van dit visum is werkzaamheden-verbod. Houders kunnen niet in betaalde werkzaamheden in Spanje engageren (zelfs self-employment of consulting). Dit beperking is absolute—werkzaamheden creëert visum-inbreuken en potentiële verwijdering.\n\nExclusie: vrijwilligers-activiteiten, raden-voorzittersortsledentenochtend, bedrijfsbestuur (non-betaald) zijn typisch acceptabel, gegeven zij werkzaamheden-inkomsten niet generen."
          }
        ]
      },
      {
        "title": "Visum-Aanvraag & Goedkeurings-Processen",
        "subsections": [
          {
            "heading": "Aanvraag-Proces",
            "content": "Niet-lucratieve visas worden aangevraagd op Spaanse consulates in huislanden (niet in Spanje zelf). Processen varieert per consulaat maar volgt typisch: Vul aanvraagformulier in (modelo EX-00), verzamel documenten (paspoort, financieel-bewijzen, artsenbewijs voor gezondheid, strafblad-certificaat, huurcontract/eigendom-titel), dien in bij consulaat, wacht goedkeuring (typisch 2-4 weken), ontvang visum op paspoort."
          }
        ]
      },
      {
        "title": "Eigendom-Voordelen & Residency-Impact",
        "subsections": [
          {
            "heading": "Gezondheidszorg & Belastingen",
            "content": "Niet-lucratieve visum-houders worden Spaanse belastingplichtigen (residency-based). Voordelen: volledige gezondheidszorg-dekkering via Spaans openbare systeem (kostenloos), pensioens-inkomsten typisch niet Spaans-belastigd (behandeld als buitenlandse-inkomsten), kan potentieel thuisland-pensioen-belasting-voordelen behouden via dubbelbelastingverdragen. Lasten: moeten Spaanse jaarlijkse-belastingaangifte indienen (Declaración de la Renta), belastingplicht op enige Spaans-verdiensten, Modelo 720-aangifte (buitenlandse tegoeden) indien zij €50.000 overschrijden."
          }
        ]
      }
    ],
    "conclusion": "Het niet-lucratieve visum is uitstekende voertuig voor gepensioneerde Costa Blanca eigendom-eigenaarders—vereenvoudigd aanvraag, geen werkzaamheden-vereisen, volledige gezondheidszorg-access, legale residency basis. Voor buitenlandse pensionierden met stabiele buitenlandse pensioen-inkomsten, biedt dit visum gerust residency zonder ingewikkelde investeringsvereisten of werkzaamheden-bedreigingen."
  }
}