{
  "slug": "non-resident-tax-spain-property",
  "title": "Niet-Inwonerbelasting Spanje: Wat Eigenaarseigenaar Betalen",
  "excerpt": "Complete gids tot belasting van niet-inwonerseigenaarders in Spanje. Toerekende inkomstenbelasting (1,1-2%), huurinkomsten (19-24%), Modelo 210 en dubbelbelastingverdragen.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 16,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["non-resident-tax", "modelo-210", "imputed-income", "rental-income", "capital-gains"],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Niet-inwonerseigenaarders betalen 1,1-2% toegerekende inkomstenbelasting jaarlijks (zelfs zonder huurinkomsten). Huurinkomsten belast 19-24%. Modelo 210 jaarlijkse aangifte verplicht. Dubbelbelastingverdragen (UK, Zweden, Nederland, Duitsland) bieden 19% tarieven en verlichting. Fiscaal vertegenwoordiger vereist, kostende €400-€1.200 jaarlijks. Totale belastingdruk: €1.500-€3.500 op €300K eigendom.",
    "intro": "Niet-inwonerseigenaarders in Spanje werken met aanzienlijke en voortdurende belastingverplichtingen die wezenlijk verschillen van inwonerersbelasting. Ongelijk veel landen waar eigenaarders belastingvereisten kunnen vermijden zonder huurinkomsten, vereist Spanje alle niet-inwonerseigenaarders jaarlijkse belastingaangifteverplichting en toerekende inkomstenbelasting ongeacht of eigendom inkomsten voortbrengt. Dit creëert voortdurende belastingverplichtingen en kosten waarvan inwonerseigenaarders niet voorkomen. Dit omvat complete gids tot niet-inwonerersbelastinglandschap, rendement-berekeningsvoorbeelden en strategieën tot legale belastingvermindering.",
    "sections": [
      {
        "title": "Toerekende Inkomstenbelasting voor Niet-Huurpanden",
        "subsections": [
          {
            "heading": "Wat is Toerekende Inkomsten & Waarom Spanje dit Heft",
            "content": "Toerekende inkomstenbelasting is Spanje's onderscheidende belastingkenmerk: de regering belast niet-inwonerseigenaarders op aangenomen inkomsten van eigendommen, ongeacht of eigendommen werkelijk verhuurd zijn of inkomsten voortbrengen. De grondwet is dat onroerend goed inherent waarde voortbrengt aan eigenaar (hetzij via huurinkomsten of voordeel van gebruik als thuis), en Spanje's belastingautoriteiten willen waarborgen eigendom-eigendommen belastinginkomsten voortbrengen. Door vaste toegerekende inkomstenrente in te stellen, pakt Spanje belasting van vakantiehuiseigenaren en niet-verhuurde beleggers die anders inkomstenbelasting zouden vermijden.\n\n**Toegerekende inkomstberekening:**\nToegerekend jaarlijks inkomsten = Kadastrale Waarde × Toegerekend Inkomstentarief\nDan: Jaarlijkse belasting = Toegerekend Inkomsten × Toepasselijk Belastingtarief\n\nHet toegerekende inkomstenpercentage is vastgesteld door Spaanse wet en is 1,1% voor woningeigendommen (1,2% voor ander eigenschapstype).\n\n**Toepasselijk belastingtarief op toegerekende inkomsten:**\n- **EU-ingezetenen met Spaanse vestiging (NIE):** 19%\n- **Niet-ingezetenen met dubbelbelastingverdrag (UK, Zweden, Duitsland, Nederland, enz.):** 19% (meest voorkomend)\n- **Niet-ingezetenen zonder verdrag (Australië, Canada, enz.):** 24%\n- **Amerikaanse burgers:** Complex—typisch 24% tenzij verdragsvoordelen geclaimd zijn"
          }
        ]
      },
      {
        "title": "Huurinkomsten Belastingen voor Niet-Ingezetenen",
        "subsections": [
          {
            "heading": "Huurinkomsten Belastingtarief & Berekening",
            "content": "Als u uw Spaanse eigendom verhuurt (kortdurende vakantieverhuring of langetermijnhuur), bent u onderworpen aan huurinkomsten belastingen boven toerekende inkomsten belastingverplichtingen.\n\n**Huurinkomsten belastingtarief (op bruto-inkomsten):**\n- **EU-ingezetenen met Spaanse vestiging vastgesteld:** 19% (meest gunstig)\n- **Niet-ingezetenen met dubbelbelastingverdrag (UK, Zweden, Duitsland, enz.):** 19%\n- **Niet-ingezetenen zonder verdrag (Australië, enz.):** 24%\n\n**Sleutelonderscheiding: Bruto versus Netto inkomstenbelasting**\n\nNiet-ingezetenen (met uitzonderingen) betalen belasting op **bruto-huurinkomsten**, niet netto-inkomsten na uitgaven. Dit betekent:\n- Maandelijkse huur €1.200 × 12 maanden = €14.400 bruto\n- Belasting: €14.400 × 19% = €2.736 (op bruto)\n- Aftrekbare uitgaven (verzekering, onderhoud, beheer) verminderen geen belastinggrondslag\n- Netto-inkomsten: €14.400 - €3.000 uitgaven = €11.400, maar belasting nog steeds €2.736 (op origineel €14.400)"
          }
        ]
      },
      {
        "title": "Modelo 210: Jaarlijkse Niet-Inwonerersbelastingaangifte",
        "subsections": [
          {
            "heading": "Wat is Modelo 210 & Aangiftevereisten",
            "content": "Modelo 210 (Impuestos sobre la Renta de No Residentes en el Territorio Español) is het Spaanse belastingformulier waarvan niet-ingezetenen jaarlijks aangifte moeten doen, belastingen verschuldigd rapporteerend en eigendom bezit. ALLE niet-ingezetenen die Spaanse eigendom bezitten, moeten Modelo 210 jaarlijks indienen, inclusief: niet-huurpanden (zelfs inkomsten voortbrengende nul), huurpanden met inkomsten, eigendommen via trusts/bedrijven, eigendommen onderworpen aan hypotheken.\n\nAangiftetermijn:\nModelo 210 moet gedurende kalenderjaar (januari 1 - december 31 volgende belastingjaar) worden ingediend. Typische aangiftevenster is januari-april. Late aangifte resulteert in strafverhogingen (typisch 5-20% van verschuldige belastingen).\n\n**Vereiste documentatie tot aangifte:**\n1. **Belastingresidentiecertificaat:** Van uw huisland belastingdienst die u ingezetene daar bevestigt (vereist voor verdraginitiatief-claimingen)\n2. **Eigendom-documentatie:** Schrijvingen (escritura), kadastrale referentie, eigendom-details\n3. **Identiteitsdocumentatie:** Paspoort-kopie, NIE (indien uitgegeven)"
          }
        ]
      },
      {
        "title": "Dubbelbelasting & Verdraglening",
        "subsections": [
          {
            "heading": "Hoe Dubbelbelasting Voorkomen & Verdragoplossingen",
            "content": "Niet-inwonerseigenaarders kunnen belasting in beide Spanje (waar eigendom zich bevindt) en huisland (waar zij ingezetene zijn) tegenkomen. Dubbelbelastingverdragen voorkomen dezelfde inkomsten dubbel te belasten.\n\n**Dubbelbelastingscenario's:**\n\n*Scenario 1: Niet-ingezetene die huurinkomsten verdient*\n- Spanje belast huurinkomsten op 19% (of 24% zonder verdrag)\n- Huisland kan ook wereldwijd inkomsten belasten inclusief Spaanse verhuring\n- Dubbelbelastingverdrag voorkomt dezelfde inkomsten volledig belast in beide landen\n\n*Scenario 2: Niet-ingezetene met kapitaalwinstinkomsten op eigendom-verkoop*\n- Spanje belast kapitaalwinst op 19%\n- Huisland kan ook wereldwijdse winsten belasten\n- Verdrag laat typisch beide landen belasten met vervangingsmecanisme\n\n*Scenario 3: Niet-ingezetene met toerekende inkomstenbelasting*\n- Spanje belast toerekende inkomsten ongeacht werkelijk inkomsten\n- Huisland erkent toerekende inkomsten typisch niet (geen werkelijk inkomsten)\n- Verdraglening beschikbaar, hoewel niet altijd"
          }
        ]
      }
    ],
    "conclusion": "Niet-inwonerseigenaarship in Spanje komt met significante en voortdurende belastingverplichtingen die aanzienlijk verschillen van inwonerersbelasting. Jaarlijkse toerekende inkomstenbelasting (€200-€500 voor typische eigendommen) is verplicht zelfs zonder huurinkomsten, en fiscaalvertegenwoordiging (€400-€1.200 jaarlijks) is juridisch vereist. Voor huurpanden is belastingdruk groter, met 19-24% huurinkomstenbelasting en voortdurende toerekende inkomstenbelastingcreërend totale belastingdruk van €3.000-€5.000 jaarlijks op matig geproefd eigendommen.\n\nDubbelbelastingverdragen bieden kritieke verlichting voor UK-, Zweeds-, Duits-, Nederlands- en andere verdraglandsburgers, vaststellend 19% tarieven in plaats van 24% en thuisland-belastinggoedkeuring. Zonder verdragen (Australië) worden niet-ingezetenen geconfronteerd met 5% hogere belastingtarieven. Amerikaanse burgers worden geconfronteerd met unieke complexiteit vanwege FATCA en wereldwijde inkomsten-rapportageringen.\n\nDe sleutel tot navigatie niet-inwonerersbelasting is vroege betrokkenheid van ervaarde fiscale vertegenwoordigers, begrijpen van verdragleningen toepasselijk op uw nationaliteit, voorzichtig onderhoud van uitgaven- en verbetering-documentatie, en budgetteren eigendom-eigenaarschap rond jaarlijkse belastingkosten. Voor veel internationale kopers is niet-inwonerersbelasting beheerbare kostprijs van eigendom-eigenaarschap, maar begrijpen van verplichtingen voorkomt verrassing en maakt beter financieel planning mogelijk."
  }
}