{
  "slug": "spanish-mortgages-guide",
  "title": "Spaanse Hypotheken voor Buitenlanders: Volledige Gids 2026",
  "excerpt": "Alles wat u moet weten over hypotheek in Spanje als niet-ingezetenen. Banken, voeten, vereisten en expert tips voor internationale kopers.",
  "category": "Buying Guide",
  "publishedAt": "2026-01-30",
  "updatedAt": "2026-01-30",
  "readTime": 11,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "hypotheken",
    "financieel",
    "banken",
    "aankoopproces",
    "spanje"
  ],
  "content": {
    "quickAnswer": "Niet-ingezetenen krijgen Spaanse hypotheken omhoog tot 60-70% LTV. Huidge vastgestelde voeten ongeveer 3-3,5%, variabel voeten op Euribor + 0,4-0,8%. Goedkeuring duurt 4-6 weken. U hebt paspoort, belastingaangiften, bankafschriften en inkomensbewijzen. Gebruik makelaar één applicatie alle banken toegang.",
    "intro": "Hypotheek in Spanje krijgen als buitenlander is volledig mogelijken vaak financieel verstandig zelfs als u contant hebt—dankzij vermogensbelastingaftrekking en historisch lage rentetarieven. Deze gids behandelt alles van welke banken beste voeten bieden tot precies welke documenten u behoeft.",
    "sections": [
      {
        "title": "Kunnen Buitenlanders Hypotheken in Spanje Krijgen?",
        "content": "Ja, zeker. Spaanse banken actief lenen aan niet-ingezetenen en hebben toegewijd internationale afdelingen buitenlandse kopers. **Typische voorwaarden niet-ingezetenen:** Lening-naar-waarde (LTV): 60-70% aankoopprijs of waardering (welke lager), Periode: Tot 25 jaren (sommige banken 30), Ouderdomslimiet: Lening moet eindigen vóór leeftijd 70-75, Rentevoeten: Competitief met ingezetenen voeten. **Ingezetenen krijgen betere voorwaarden:** LTV omhoog tot 80%, Langere perioden beschikbaar, Licht betere voeten sommige banken. **Belangrijk:** 'Ingezetenen' voor hypotheek betekent belastingingezetenen in Spanje, niet just eigenaars vastgoed daar."
      },
      {
        "title": "Huidge Rentevoeten 2026",
        "content": "**Vastgestelde hypotheken:** 25-jaar vastgesteld: 3,0% - 3,5%, 20-jaar vastgesteld: 2,8% - 3,3%, 15-jaar vastgesteld: 2,6% - 3,0%. **Variabel hypotheken:** Euribor 12-maand + 0,4% tot 0,8%, Huidge Euribor: ongeveer 2,45%, Totale variabel voet: ongeveer 2,85% - 3,25%. **Mengde producten:** Sommige banken bieden 5-10 jaren vastgesteld, dan variabel, Kan goed compromis zijn zekerheid en besparingen. **Voet trends:** ECB voetsnijdingen laat 2025 stabiliseerde Euribor na piek 2023-2024. Voeten verwacht blijven stabiel in 2026 met mogelijkheid licht afnamen. Vastgestelde voeten blijven aantrekkelijk lange-termijn veiligheid."
      },
      {
        "title": "Vereiste Documenten",
        "content": "**Identiteitsdocumenten:** Geldig paspoort (kopieën), NIE getal (of aanvraagbewijs). **Financiële documenten:** Uiteinde 2-3 jaren belastingaangiften, Uiteinde 3-6 maanden bankafschriften, Uiteinde 3 salarisslips (werkgelegenheid), Werkgelegenheid contract of brief, P60 of gelijkaardige jaarlijks belastingsamenvatting. **Zelfstandig:** 2-3 jaren bedrijfsboeken, Belastingaangiften, Boekhoudkundige brief inkomens bevestiging. **Vastgoeddocumenten:** Reserverings contract of aankoop overeenkomst, Vastgoeddetails (nota simple beschikbaar). **Bestaande verplichting:** Details andere hypotheken of leningen, Krediet kaart limieten. **Tips:** Documenten vertalen als niet in Nederlands/Engels, Meer voorzien dan aangevraagd - versnelt goedkeuring, Zekerstellen documenten recent (binnen 3 maanden)."
      },
      {
        "title": "Welke Bank Kies Je?",
        "content": "Elke Spaanse bank heeft verschillende criteria en sterken: **Santander:** Sterke internationale afdeling, Goed voor UK kopers, Competitieve voeten. **BBVA:** Digitaal-vriendelijk proces, Goed online bankieren, Flexibel zelfstandigen. **CaixaBank:** Grootste taknetwerk, Goed voor ingewikkelde situaties, Competitieve vastgestelde voeten. **Sabadell:** Goed voor niet-standaard inkomen, Flexibele beoordeling, Goed voor recht toepassingen. **Bankinter:** Sterk beste voeten, Strikte criteria, Goed voor rechtlijnige applicaties. **Beste benadering:** Gebruik hypotheek makelaar die werkt alle banken. Ze kennen huidge criteria en voeten, besparing meerdere applicaties en mogelijke afwijzingen die kredietprofiel beïnvloeden."
      },
      {
        "title": "Waarom Financiering Zelfs Met Contant?",
        "content": "**Vermogensbelastingvermindering:** Spaanse vermogensbelasting (Impuesto sobre el Patrimonio) van toepassing vastgoedwaarde boven €700.000 (varieert per regio). Hypotheek genomen bij aankoop aftrekbaar van berekening. Voorbeeld: €1,5M eigendom met €500k hypotheek: Zonder hypotheek: Belasting op €1,5M, Met hypotheek: Belasting op €1M, Jaarlijkse besparing: €5.000-€15.000+ kan zijn. **Kritiek:** Hypotheek moet zijn op moment aankoop. U niet refinanciering nadien en claim aftrek. **Liquiditeit:** Kapitaal beschikbaar houden voor: Andere investeringen, Valutafluctuatiebesch, Renovatiekosten, Noodgevallen. **Middelen toegang:** Ongeleid UK/USA, middelen vrijgeven van Spaans vastgoed later zeer moeilijk. Krijg financiering bij aankoop of verliest gelegenheid. **Lage rentekosten:** Met voeten ongeveer 3%, na-belastingen borrowing kosten sterk minder dan investeringsopbrengsten."
      },
      {
        "title": "Applicatie Proces",
        "content": "**Stap 1: Initiële Beoordeling (Dag 1-3)** Basale informatie voorzien, Makelaar beoordeelt welke banken u past, Indicatieve voorwaarden voorzien. **Stap 2: Volledige Applicatie (Dag 3-10)** Alle documenten indienen, Bank voert kredietcontrole uit, Applicatie formeel ingediend. **Stap 3: Waardering (Dag 10-20)** Bank surveyor beveelt, Eigendom geïnspecteerd en gewaardeerd, Rapport ingediend bank. **Stap 4: Formeel Aanbod (Dag 20-30)** Bank geeft bindend aanbod uit, 14-daagse reflectie periode (wettelijk vereist), Voorwaarden bekijk met advocaat. **Stap 5: Voltooiing (Dag 30-45)** Hypotheek deed onderteken notaris, Middelen vrijgegeven, Gecombineerd eigendom aankoop. **Tijdlijn varieert:** Eenvoudig geval goede docs: 3-4 weken, Ingewikkeld inkomen of eigendom: 6-8 weken, Makelaar gebruikmaken typisch sneller dan direct."
      },
      {
        "title": "Kosten en Kosten",
        "content": "**Sinds juni 2019 betalen banken meeste hypotheek kosten:** Notaris voeten (hypotheek deed), Eigendomsregister voeten, Postzegels hypotheekbelasting, Bank juridische kosten. **Koper nog betaalt:** Waarderingvoet: €300-€600, Bank regelingsvoet: Meestal 0-0,5% lening (sterk onderhandelbaar), Uw advocaat voeten: Voor hypotheekvoorwaarden beoordeling. **Gaande kosten:** Levensverzekering: Sterk vereist, €300-€1.000/jaar, Huisverzekering: Vereist, €200-€500/jaar, Bankrekening onderhoud: €0-€50/jaar. **Verborgen kosten opschrift:** Vroege aflossingstrafkosten (meestal 0,5-2%), Valutaconversie als betaling buitenland, Gekoppelde product vereisten (verzekering, kaarten)."
      },
      {
        "title": "Algemene Problemen en Oplossingen",
        "content": "**Inkomen niet geaccepteerd:** Zelfstandig inkomen sterk onderwaard, Oplossing: Makelaar gebruikmaken die weet welke banken uw inkomenstype accepteren. **Lage waardering:** Bank waardeert eigendom onder aankoopprijs, U hebt groter deposito nodig gap dek, Oplossing: Pre-waardering krijgen vóór aankoop vastleggen. **Ingewikkeld eigenaarschap:** Aankoop via bedrijf of trust, Sommige banken lenen niet, Oplossing: Specialistbanken bestaan dit. **Ouderdomslimieten:** Boven 55? Sommige banken restrict periode, Oplossing: Banken als Bankinter meer flexibel. **Kredietgeschiedenis:** Spaanse banken controleren uw thuisland krediet, Vorige wanbetalingen kunnen problemen veroorzaken, Oplossing: Omstandigheden verklaar in afdek brief."
      }
    ],
    "conclusion": "Spaanse hypotheek krijgen als buitenlander is rechtlijnig met juiste voorbereiding. Makelaar gebruikmaken alle banken toegang, documenten grondvast voorbereiden en overwegen belastingvoordelen financiering zelfs als contant. De sleutel vroeg starten proces - ideaal vóór u uw perfecte eigendom gevonden, dus u weet precies wat u kunt borrow. Geïnteresseerd in vastgoed dit gebied? Boek gratis 30-minuutsconsultatie met ons team — meer dan 12 jaar ervaring u precies vinden wat u zoekt helpen."
  },
  "image": "/images/Real Estate agent/4.png"
}
