{
  "slug": "uk-pension-spain-guide",
  "title": "UK Pensioenfonds in Spanje: Je Staatspensioen Ontvangen in het Buitenland",
  "excerpt": "Volledige gids UK staatspensioen ontvangen terwijl wonen in Spanje. Leer over index-linking, belasting behandeling, dubbel-belastings verdrag, privé pensioenfonds, SIPPs en QROPS beschouwing voor Britse gepensioneerden.",
  "category": "Nationality Guide",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 15,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "uk-pensioen",
    "staatspensioen",
    "bevroren",
    "index-gekoppeld",
    "spanje",
    "pensionering"
  ],
  "relatedAreas": [
    "orihuela-costa",
    "torrevieja"
  ],
  "content": {
    "quickAnswer": "UK staatspensioen blijft betaald aan het buitenland naar Spanje en blijft index-gekoppeld (stijging met UK-inflatie). Spanje erkent UK-pensioenen onder EU wederkerige overeenkomsten. Belastingbehandeling volgt UK-Spanje dubbel-belastings verdrag. Privé pensioenfonds en SIPPs kunnen getrokken in Spanje, hoewel QROPS/ROPS transfer hebben strikte voorwaarde. Juiste planning maximaliseert inkomsten en minimaliseert belastingen.",
    "intro": "Een van meest belangrijke besluit voor Britse gepensioneerden is begrijpen hoe zij UK pensioen werk terwijl wonen in Spanje. Goeie nieuws: UK staatspensioen betaald aan het buitenland en blijven index-gekoppeld, betekening zij stijgen jaarlijks. Nochtans, belasterings, regelgeve framework en optimalisering strategie complex.\n\nDeze gids legt uit alles jij nodig tot weten over trekking UK pensioen in Spanje, van staatspensioen basaal door privé pensioenfonds opties, help jij maximaliseert pensioen inkomsten terwijl blijven compliant met beide UK en Spaans belasting autoriteit.",
    "sections": [
      {
        "title": "UK Staatspensioen: Index-Gekoppeld Betaling aan het Buitenland",
        "content": "UK staatspensioen uitbetaling automatisch voortgezet naar buitenlandse bewoner, inclusief die wonen in Spanje. Dit anders Nederland (die bevriest staatspensioen voor buitenlandse bewoner buiten Europees Economisch Ruimte), UK handhaaft index-linking op staatspensioen ongeacht verblijfplaats. Staatspensioen jaarlijks verhoog door UK-inflatie (RPI meting), betekening jouw maandelijks inkomsten stijgen ieder April, zelfs terwijl wonen permanent in Spanje."
      },
      {
        "title": "Belasting Behandeling van Britse Pensioenen in Spanje",
        "content": "Britse staatspensioen betaald aan Spaanse bewoner onderworpen Spaanse inkomsten belasting, niet UK belasting. Dit voordeel omdat Spaanse belasting tarief vaak lager zijn dan UK op midden-bereik inkomsten. Bijvoorbeeld, €18,000 jaarlijks staatspensioen belast op ongeveer 15% in Spanje (€2,700 belasting jaarlijks) versus 20% in UK (€3,600). Nochtans, privé pensioenfonds en SIPP trekking onderworpen meer complex regelgeving beschreven later."
      },
      {
        "title": "Praktische Administrering van UK Pensioenen",
        "content": "UK pensioen dienst (DWP - Department voor Werk en Pensioenen) moet informeren van jouw adresverandering tot Spanje. Voorzien origineel of legaliseerde geboorte certificaat, paspoort en Spain adresbewijs (serviceverklaring of huurovereenkomst) voor verificatie. UK pensioen betaald automatisch tot Spaanse bankrekening via internationale bank transfer, doorgaans rond 15de elke maand. Geen extra admininistratie nodig behalve initieel aankondiging van adresverandering."
      },
      {
        "title": "Privé Pensioenfonds Trekking in Spanje",
        "content": "Privé pensioen trekking (bij uitkering leeftijd bereid) veel flexibeler dan staatspensioen. Jij mag trekkings van persoonlijke potten in elke bedrag jij wens na pensionering leeftijd bereikt (doorgaans 55+ afhankelijk contract voorwaarde). Deze trekking onderworpen Spaanse inkomsten belasting op volle trekking bedrag. SIPP (zelfgemaakt investeringspersoonspensioen) voordeel Brits belegger omdat flexibiliteit en eigendom controle, hoewel belasting implicatie moet voorzichtig geplanificeerd. QROPS (gequalificeerd buitenlands pensioenplan) transfer compliceerder; HMRC restrict transfers na bepaalde data zonder straf."
      }
    ],
    "conclusion": "UK pensioenen werken relatief ongecompliceerd voor Britse bewoner in Spanje. Staatspensioen blijft index-gekoppeld en niet bevroren, groot voordeel boven Nederland. Belastingbehandeling onderworpen UK-Spaanse dubbel-belastings verdrag, voorkomen dubbel-belasting. Privé pensioenfonds en SIPP voordeel van flexibiliteit terwijl voorzichtig belasting planning. Raadpleeg Spaanse belasting adviseur vertrouwd met Britse pensioen implicatie tot optimaliseer jouw inkomsten en naleving met beide UK en Spaans wetgeving. Wij kunnen connecteren jij met gekwalificeerde internationale belasting adviseur vertrouwd in pensioen administrering voor Brits expatrié in Spanje.\n\nDenkend je pensionering in Spanje? Boeking gratis 30-minuut raadpleging onze team experienced in expatrié pensioenen."
  },
  "image": "/images/SPanish life/2.png"
}