{
  "slug": "belgian-buyers-spain-guide",
  "title": "Przewodnik dla nabywców belgijskich: Inwestycja w nieruchomości Costa Blanca",
  "excerpt": "Kompletny przewodnik dla nabywców belgijskich: umowa podatkowa Belgia-Hiszpania, rozważania emerytury zagranicą,Profile Flanders vs Wallonia, połączenia lotnicze z Brukseli i Charleroi.",
  "category": "Przewodnik dla expatów",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 11,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "language": "pl",
  "tags": [
    "belgian",
    "belgium",
    "investment",
    "property",
    "costa-blanca",
    "tax"
  ],
  "relatedAreas": [
    "altea",
    "benidorm",
    "calpe",
    "javea"
  ],
  "content": {
    "quickAnswer": "Belgijscy nabywcy uzyskują dostęp do Costa Blanca poprzez Brussels Airlines, Ryanair z Charleroi lub budżetowych przewoźników. Zalety umowy podatkowej: umowa Belgia-Hiszpania eliminuje podwójne opodatkowanie. Emerytura zagranicą dozwolona. Ceny nieruchomości €200K-€800K przyciągają zamożnych belgijskich inwestorów.",
    "intro": "Belgijscy nabywcy stanowią znaczną obecność na Costa Blanca, z szacunkową 10 000-15 000 belgijskich rezydentów kupujących nieruchomości na emeryturę, inwestycję i relokację stylu życia. Unikalna struktura Belgii – z wyraźnymi regionami Flanders (posługujący się niderlandzkim) i Wallonia (posługujący się francuskim) – tworzy różne profile i motywacje nabywców. Ten przewodnik dotyczy belgijskiego nabycia nieruchomości w szczególności, badając belgijsko-hiszpańskie korzyści umowy podatkowej, implikacje emerytury zagranicą, różnice regionalne w preferencjach nabywców i praktyczne wskazówki nabycia dostosowane do belgijskich okoliczności.\n\nBelgowie są przyciągani do Costa Blanca dla podobnych powodów jak inni Północnoeuropejczycy (klimat, bliskość, ceny nieruchomości), ale istnieją unikalne zalety: postanowienia umowy podatkowej zmniejszające belgijskie opodatkowanie zagranicą, przenośność emerytury umożliwiająca wcześniejszą emeryturę na Hiszpanię, różnorodność języka umożliwiająca integrację zarówno niderlandzką, jak i francuską.",
    "sections": [
      {
        "title": "Belgijskie rozważania podatkowe i zalety umowy",
        "subsections": [
          {
            "heading": "Przegląd umowy podatkowej Belgia-Hiszpania",
            "content": "Umowa podatkowa Belgia-Hiszpania (Konwencja w celu uniknięcia podwójnego opodatkowania, 1985 z zmianami) zapewnia kilka zalet dla belgijskich właścicieli nieruchomości: (1) Określenie rezydencji podatkowej – jeśli rezydent Hiszpanii (zarejestrowany Padrón), Hiszpania ma pierwszeństwo prawa opodatkowania; jeśli nierezyden, Belgia może opodatkować dochód na świecie, ale udzielić zagranicznego kredytu podatkowego. (2) Artykuł nieruchomości – dochód z nieruchomości opodatkowany w kraju, w którym znajduje się nieruchomość (Hiszpania), Belgia zapewnia zagraniczny kredyt podatkowy. (3) Artykuł dochodu emerytalnego – emerytury pochodzące z Belgii podlegają opodatkowaniu w Belgii, nawet jeśli beneficjent mieszka w Hiszpanii (korzystne dla belgijskich emerytów). Ta struktura umowy oznacza, że belgijscy emeryci mogą przenieść się do Hiszpanii z relatywnie prostą pozycją podatkową: belgijska emerytura nadal opodatkowana w Belgii, dochód z nieruchomości w Hiszpanii opodatkowany w Hiszpanii, kredyt podatkowy zagranicą zapobiega podwójnemu opodatkowaniu."
          },
          {
            "heading": "Opodatkowanie dochodów z nieruchomości: Belgia vs Hiszpania",
            "content": "Dla belgijskich nieruchomości hiszpańskich: Hiszpania opodatkowuje dochód wynajmu na 19% (IRNR dla nierezydenów, lub normalne stawki, jeśli rezydent Hiszpanii). Belgia, jeśli nierezyden właściciela, nie opodatkowuje spełniającego dochód wynajmu (Hiszpania ma wyłączne prawo na mocy umowy). To tworzy zalety vs. francuskich/holenderskich nabywców, którzy napotykają podwójne opodatkowanie. Praktyczny przykład: nieruchomość €200K generująca €12 000 rocznie (6% rentowności): Hiszpania zbiera 19% = €2280 podatku, netto €9720 belgijskiemu właścicielowi. Belgia nie opodatkowuje dodatkowo. Dla belgijskich rezydentów, przeniesionych do Hiszpanii: zarówno belgijski, jak i hiszpański dochód skonsolidowany dla opodatkowania hiszpańskiego (stawki progresywne do 45%), ale ma zastosowanie kredyt podatkowy zagranicą zmniejszający belgijskie obciążenie podatkowe. Wynik: całkowita efektywna stawka podatkowa zwykle 25-35% (vs. 45%+, jeśli rezydent belgijski)."
          },
          {
            "heading": "Emerytura zagranicą: Belgijskie emerytury w Hiszpanii",
            "content": "Belgia pozwala na eksport dochodów emerytalnych do dowolnego kraju – w tym Hiszpanii. Belgijskie emerytury państwowe i emerytury zawodowe są nadal płacone na konta bankowe hiszpańskie bez zmniejszenia. Hiszpania nie opodatkowuje belgijskich emerytury (prawo opodatkowania zatrzymane przez Belgię). Ta przenośność emerytury jest znaczną zaletą vs. niektóre kraje ograniczające eksport emerytury. Belgijscy emeryci mogą przenieść się do Hiszpanii w wieku 60-62 lat z pełnymi płatniościami emerytury kontynuowanymi. Kwoty emerytury: typowa belgijska emerytura państwowa €600-€1500 miesięcznie; emerytury zawodowe różnią się szeroko €300-€2000 miesięcznie. W połączeniu z skromnym dochodem wynajmu z Hiszpanii, belgijscy emeryci osiągają wygodny dochód emerytalny w Hiszpanii na ułamek belgijskich kosztów życia. Opieka zdrowotna: belgijscy emeryci utrzymują belgijskie ubezpieczenie zdrowotne; Hiszpania zapewnia również opiekę zdrowotną publiczną zarejestrowanym rezydentom (podwójna ochrona to korzyść)."
          },
          {
            "heading": "Podatek sukcesji i spadkowy",
            "content": "Opodatkowanie sukcesji różni się między Belgią a Hiszpanią: Belgia nakłada krajowe podatki spadkowe (15-60% w zależności od związku spadkobiercy, regionu). Hiszpania nakłada mniejsze podatki spadkowe (ale zależne od rezydencji beneficjenta). Belgijska nieruchomość przekazana spadkobiercom powoduje belgijski podatek sukcesji; hiszpańska nieruchomość powoduje hiszpański podatek sukcesji. Dla znaczących nieruchomości, belgijscy spadkobiercy napotykają skomplikowania podwójnego podatku sukcesji (belgijski podatek na całym świecie majątek + hiszpański podatek na nieruchomość hiszpańską). Strategia planowania: stwórz hiszpańskie testament dla nieruchomości hiszpańskiej (sukcesja prawa hiszpańskiego), oddzielne belgijskie testament dla belgijskich aktywów. Skonsultuj się z belgijskim i hiszpańskiymi prawnikami sukcesji, aby zoptymalizować. Niektórzy Belgowie tworzą hiszpańskie spółki (SL) posiadające nieruchomość w celu rozwiązania złożoności sukcesji, chociaż to tworzy rozważania podatku korporacyjnego."
          }
        ]
      }
    ],
    "conclusion": "Myślisz o przeprowadzce do Costa Blanca? Zarezerwuj bezpłatną 30-minutową konsultację z naszymi doświadczonymi agentami – 12+ lat pomagania nabywcom znaleźć ich doskonały nowy dom w Hiszpanii."
  }
}
