{
  "slug": "modelo-720-foreign-assets-spain",
  "title": "Modelo 720 Zagraniczna Aktywa Sprawozdanie: Przewodnik do Spanisch Podatek dla Nieruchomości",
  "excerpt": "Modelo 720 zagraniczna sprawozdanie do aktywów: kompletny przewodnik do deklaracji aktywów zagranicznych do Hiszpańskiego podatku dla właścicieli nieruchomości.",
  "category": "Taxes",
  "publishedAt": "2026-02-09",
  "updatedAt": "2026-02-09",
  "readTime": 8,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/modelo-720.webp",
  "tags": [
    "modelo-720",
    "spanish-taxes",
    "foreign-assets",
    "compliance",
    "property-owners"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Modelo 720 jest Hiszpańską roczną raportowaniem zagraniczną aktywami powyżej €15,000 dla rezydentów podatkowych. Właściciele nieruchomości zagranicznych muszą zgłosić wartość nieruchomości, rachunki bankowe, a nawet kryptowaluty. Niepowodzenie do deklaracji wynosi €5,000+ karę. Termin: 31 marca.",
    "intro": "Modelo 720 (Declaración de Bienes del Exterior — Deklaracja Zagranicznej Majątku) jest rocznym Hiszpańskim raportem deklarującym wszystkie zagraniczne zasoby o wartości powyżej €15,000 zbiorczej. Dla właścicieli nieruchomości Costa Blanca przybywających z zagranice, Modelo 720 jest obowiązkowy — niepowodzenie do deklaracji nieruchomości rzeczywiście wynosi ostro egzekwowane karze (€5,000+ zawsze, do 150% wartości niedeklarowanego dla celów karne).\n\nFormuła jest złożona (całe 720 wiersza z wiele sekcji), ale zasada jest prosta: deklarować wartość nieruchomości, rachunki bankowe, inwestycje i każdy inny zagraniczna zasoby powyżej €15,000. Nie rób tego, i władze podatek Hiszpanii będą co jakiś czas wysyłać kary.\n\nTen przewodnik obejmuje co musi być deklarowane, jak obliczać wartości, termin, kary za niezgodność, i czy potrzebny jest gestoria (podatek pracownik).",
    "sections": [
      {
        "title": "Kto musi złożyć Modelo 720",
        "content": "Musisz złożyć, jeśli:\n- Jesteś rezydent podatkowy Hiszpanii (183+ dni rocznie, lub pierwsze rezydencji w Hiszpanii, lub centrum zainteresowań gospodarczych w Hiszpanii)\n- Posiadasz zagraniczna zasoby powyżej €15,000 zbiorczej (właścicielami nieruchomości)\n- Zagraniczna zasoby zawierają: zagraniczna nieruchomości, zagraniczna rachunki bankowe, zagraniczna inwestycje, zagraniczna pensję, zagraniczna umowa ubezpieczenia, zagraniczna kryptowaluty\n\nNie musisz złożyć, jeśli:\n- Nie jesteś rezydent podatkowy Hiszpanii\n- Zagraniczna zasoby są poniżej €15,000 zbiorczej\n- Zagraniczna zasoby wszystko są w UE i już zgłaszane w Rozprawie Obywatelskiej Europejskiej (CD)\n\nNota: Obywatele UE często myślą, że nieruchomości w Europie nie wymagają Modelo 720, ale to jest błęd — wszyscy zagraniczna zasoby powyżej €15,000 wymagają raportowania, niezależnie od kraju. Kara za niezgodność wynosi rzeczywisty, więc nie ignoruj to."
      },
      {
        "title": "Co musi być deklarowane",
        "content": "**Zagraniczna Nieruchomości**\nObudu wartość nieruchomości (wartość rynku szacunkowa), nie cena zakupu. Dla nieruchomości Costa Blanca: biegący rynek wartość dla kategorii (apartament €200K, willa €500K, itp). Można użyć ostatni rok oceny bancarii, strony nieruchomości, lub konsultować agent nieruchomości dla szacunku. Formularz wymaga: kraju, miasta, ulicy adresu, parceli liczby (jeśli dostępne), rodzaju właściwości, data nabycia, wartość rynkowa.\n\n**Zagraniczna Rachunki Bankowe**\nObudu saldo w każdym zagranicznym rachunku bankowym powyżej €15,000 (każdy rachunek oddzielnie, nawet jeśli ten sam bank). Dla właścicieli nieruchomości, to zwykle wynosi: rachunek brytyjski (jeśli pochodzisz z Wielkiej Brytanii), rachunek niemiecki, rachunek skandynawski, itp. Formularz wymaga: kraju, banka, typu konta (sprawdzanie, oszczędzanie, biznesu), iban, ostatni saldo.\n\n**Zagraniczna Inwestycje**\nAkcje, obligacje, fundusze wzajemne, kryptowaluty przechowywane zagranicą. Wartość rynkowa (nie cena zakupu). To zaskakuje wielu — kryptowaluty i inwestycje są również deklarowane.\n\n**Zagraniczna Umowy Ubezpieczenia**\nUbezpieczenia życia, ubezpieczenia jednostki, emerytury umów, wynajmujące konta przechowywane zagranicą powyżej €15,000.\n\n**Zagraniczna Wdrażania**\nZagraniczna biznesu (własności zagranicznej sp. z o.o. lub spółki), zagraniczna fundusz dochodu, zagraniczna współpłackowiska.\n\n**Rzecz materiałem**\nZagraniczna samochody (jeśli zagraniczna rejestracja), zagraniczna biżuteria powyżej €15,000 (jeśli formalne oceny), zagraniczna sztuki/artykułów kolekcjonerskiego powyżej €15,000.\n\n**Rzeczywistość zakresu**\nFormularz 720 jest szeroki — prawie każdy zagraniczna zasoby powyżej €15,000 wymaga raportowania. Przeanalizuj zawarte zasoby z gestoria lub podatek profesjonały; błędy niezamierzone mogą wynijść do kary."
      },
      {
        "title": "Obliczanie wartości rynkowej",
        "content": "**Nieruchomości**\nUżyj biegący rynek szacunkowa, nie cena zakupu. Dla Costa Blanca:\n- Apartament budowy 2-pokojowy: €200-250K\n- Willa budowy 3-pokojowa: €400-500K\n- Apartament starsze: €150-180K\n- Willa starsze: €300-400K\n\nObliczanie ≈ \"co by to sprzedawać dzisiaj?\" Możliwe podejście: sprawdzić podobne nieruchomości na Idealista.com, szcaować wartość lub skonsultować się z agentami nieruchomości (bezpłatnie szacują). Większość gestoria zaakceptuje rozsądny szacunek — nie musisz wartość rzeczywistą; uzasadniony szacunek jest wystarczający.\n\n**Rachunki Bankowe**\nUżyj saldo ostatniego dnia roku (31 grudnia).\n\n**Inwestycje**\nUżyj wartość rynkowa ostatniego dnia roku.\n\n**Kryptowaluty**\nUżyj wartość rynkowa ostatniego dnia roku — Bitcoin €23,000 31 grudnia? Deklarować €23,000 (każdy bitcoin osobno lub zbiorczej, w zależności od ilości).\n\n**Rzeczywistość**\nWładze podatek Hiszpanii nie oczekują zawsze absolutną dokładność — rozsądne szacunki są wystarczające. Jednak niedostatek wartości (\"szacunek\" €200K dla nieruchomości rzeczywistości warte €400K) będzie wyzwany, jeśli sprawdzane. Konserwatywne szacunki są bezpieczniejsze niż agresywne podcenianie."
      },
      {
        "title": "Termin i kary za niezgodność",
        "content": "**Termin**\nModelo 720 musi być złożony przez 31 marca każdego roku dla zagranicznego aktywów trzymanych 31 grudnia poprzedniego roku. Czasami termin jest rozszerzony o kilka dni (31 marca to sztywne rozporządzenie, ale czasami władze wydłużają). Sprawdzić portal podatku Hiszpanii (Agencia Tributaria) dla aktualizacji.\n\n**Proces składania**\nZłóż elektronicznie poprzez portal podatku Hiszpanii (Agencia Tributaria portal) za pomocą cyfrowego certyfikatu. Jeśli nie masz certyfikatu cyfrowego, gestoria może złożyć za Ciebie (koszt €50-€100 dodatkowo).\n\n**Kary za niezgodność**\nBrak Modelo 720: €5,000 minimalne kary za każdy rok niedostępności\nNiedopełnieność lub nieprawidłowe wartości: €10,000+ kary, zwiększone o 10% wartości zagranicznego aktywu (€200K nieruchomość niedostępność = €5,000 + €20,000 = €25,000+ kara)\nCelowe ukrycie lub oszustwo: Do 150% wartości zagranicznego aktywu jako kara karne, plus włączenie spraw karnych\n\nKary egzekwowane — władze podatku Hiszpanii potrzebujemy compliance zagranicznych aktywów i regularnie wysyłają kary.\n\n**Alternatywy dla przedsiębiorcy**\nJeśli Ty zaniedbania Modelo 720 (było już przypadkowe), możesz złożyć retrospektywnie z karą zmniejszoną. Zaloguj się do gestoria o alternatywy — czasami niezłośliwe pominięcia mogą być rozwiązane bez pełną karę. Jednak zawsze lepiej być proaktywnym niż reaktywnym.\n\n**Rzeczywistość dla właścicieli nieruchomości**\nWielka przywódcy nieruchomości są w pełni zgodni — złożenie Modelo 720 co roku jako część zeznania podatkowego jest rutynowy. Błąd jest ignorowanie zdecydowanie — kary są ostre i zbierane."
      },
      {
        "title": "Czy potrzebujesz gestoria?",
        "content": "**Jeśli masz proste zasoby** (jedna nieruchomość Costa Blanca, jeden rachunek bankowy, brak inwestycji):\nMożesz złożyć siebie. Proces jest nudny, ale możliwy. Będziesz potrzebować certyfikatu cyfrowego (obtainable poprzez Agencia Tributaria). Czas: 1-2 godz. Oszczędzenie: €50-€100.\n\n**Jeśli masz wiele zasobów** (wiele nieruchomości, wiele rachunków, inwestycje, biznesu międzynarodowy):\nGestoria jest wysoce rekomendowany. Gestoria (podatek pracownik Spańskiego) będzie zajęć Modelo 720 w ramach pełnej deklaracji podatku dochodowego (IRPF). Koszt: €50-€100 dodatka dla Modelo 720 (lub wliczony w całej opłacie gestoria, €200-€400 rocznie dla pełnej obsługi).\n\n**Rekomendacja dla właścicieli nieruchomości Costa Blanca**\nNajmniej: zatrudnianie gestoria dla doradztwa podatku (€200-€300 rocznie) zapewnia Modelo 720 jest złożona prawidłowo. Niewiele więcej niż egzekwuje mandat za niezgodność; gestoria jest niedrogim ubezpieczeniem.\n\n**Gdzie znaleźć gestoria**\nTrabaj agentami nieruchomości, którzy radzą gestoria. Wiele agencji nieruchomości Costa Blanca pracuje z gestorias i mogą polecić. Lub wyszukiwanie \"gestoría Torrevieja\" itp. w Google. Pierwsze spotkanie jest zazwyczaj bezpłatnie."
      }
    ],
    "conclusion": "Modelo 720 jest obowiązkowy dla rezydentów Spanii posiadających zagraniczna zasoby powyżej €15,000. Dla właścicieli nieruchomości Costa Blanca, to oznacza deklarowanie wartości nieruchomości każdego roku przez 31 marca. Zaniedbanie wyniku do poważnych kar — €5,000 minimalne, plus więcej za niedopełnień. Złożenie jest stosunkowo prosty z gestoria; inwestycja €50-€100 rocznie jest ubezpieczenia tania za niezgodność. Zaplanuj do przodu, powiadomi gestoria, i będziesz w pełni zgodni."
  }
}
