{
  "slug": "capital-gains-tax-spain-sellers",
  "title": "Impôt sur les plus-values Espagne : Ce que les vendeurs doivent savoir",
  "excerpt": "Les vendeurs non-résidents propriété Espagne payent impôt gains capitaux 19% UE/24% non-UE avec retenue 3% acheteur. Apprenez calcul, déductions, planification résidence, et impôt municipal Plusvalia.",
  "category": "Finance",
  "language": "fr",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 14,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "gains-capitaux",
    "vente-propriété",
    "retenue-3%",
    "non-résident",
    "plusvalia",
    "calcul-impôt"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Les vendeurs non-résidents propriété Espagne font face à **impôt gains capitaux 19% citoyens UE/24% non-UE**, calculé sur le profit (prix vente moins prix achat et déductions). Les acheteurs retiennent **3% de produit vente** pour paiement fiscal. Les résidents font face à taux progressifs (19-26%) plus impôt municipal Plusvalia. Timing stratégique et statut résidence impactent substantiellement responsabilité fiscale finale.",
    "intro": "La vente d'une propriété Costa Blanca déclenche impôt gains capitaux espagnol complexe qui surprend fréquemment les vendeurs non-résidents, particulièrement ignorant le système obligatoire retenue 3% acheteur et les impôts municipal Plusvalia superposés sur les impôts gains capitaux nationaux. Le système fiscal différencie clairement les vendeurs résidents et non-résidents, les non-résidents faisant face à taux gains capitaux 19-24% plats par rapport aux taux progressifs résidents (19-26%), et les deux faisant face à l'additionnel impôt 'augmentation richesse' (impôt municipal Plusvalia) s'appliquant indépendamment de la résidence. Pour un non-résident vendant une propriété Costa Blanca 300 000€ achetée à 200 000€ cinq ans auparavant, le profit 100 000€ est sujet à impôt gains capitaux 19-24% (19 000€-24 000€), plus retenue 3% acheteur sur prix vente total (9 000€), plus impôt Plusvalia municipal (généralement 800€-2 000€ selon taux municipaux et appréciation propriété), résultant responsabilité fiscale total de 28 000€-35 000€ d'un gain 100 000€—taux fiscal effectif environ 28-35% sur profit. Comprendre impôt gains capitaux est critique pour vendeurs considérant stratégies sortie, timing ventes propriété, et calcul produits nets. Ce guide fournit couverture complète calcul gains capitaux, traitement non-résident vs résident, système retenue 3%, impôts Plusvalia municipaux, et considérations stratégiques pour optimiser résultats fiscaux."
  },
  "image": "/images/Finance/2.png"
}
