{
  "slug": "non-resident-tax-spain-property",
  "title": "Impôt Non-Résident Espagne : ce que paient les propriétaires",
  "excerpt": "Guide complet de la fiscalité des propriétaires non-résidents en Espagne. Couvre l'impôt sur le revenu imputé (1.1-2%), l'impôt sur les revenus locatifs, les plus-values, Modelo 210, représentants fiscaux, et les traités de double imposition.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 16,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "non-resident-tax",
    "modelo-210",
    "imputed-income",
    "rental-income",
    "capital-gains",
    "fiscal-representative"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Les propriétaires non-résidents paient 1.1-2% d'impôt sur le revenu imputé annuellement (même avec zéro revenus locatifs). Les revenus locatifs imposés 19-24%. Le dépôt obligatoire du Modelo 210 annuel. Les traités de double imposition (UK, Suède, Pays-Bas, Allemagne) fournissent 19% de taux et soulagement. Le représentant fiscal requis, coûtant 400-1 200€ annuellement. Charge fiscale totale : 1 500-3 500€ sur la propriété de 300 000€.",
    "intro": "La propriété non-résidente en Espagne s'accompagne des obligations fiscales complexes qui diffèrent significativement de la fiscalité du résident. Contrairement à de nombreux pays où les propriétaires peuvent éviter les exigences de rapport si la propriété génère aucun revenu, l'Espagne requiert que tous les propriétaires non-résidents déposent les déclarations fiscales annuelles et payent l'impôt sur le revenu imputé indépendamment du fait que la propriété génère des revenus. Cela crée les obligations fiscales actuelles et les coûts que les propriétaires résidents ne face pas.\n\nComprendre la fiscalité non-résidente est essentiel pour la budgétisation des coûts de propriété et la détermination du fait que la propriété espagnole fait le sens financier. Les propriétaires britanniques, américains, suédois, allemands, néerlandais et australiens font face aux scénarios fiscaux différents selon leur nationalité, le statut de résidence, et du fait que leur pays a un traité de double imposition avec l'Espagne. Ce guide complet explique le paysage fiscal non-résident complet, fournit les exemples de calcul réel, et décrit les stratégies pour minimiser la charge fiscale légalement.",
    "sections": [
      {
        "title": "Impôt sur le Revenu Imputé pour les Propriétés Non-Locatives",
        "content": "L'impôt sur le revenu imputé est l'une des caractéristiques fiscales les plus distinctives de l'Espagne : le gouvernement taxe les propriétaires non-résidents sur le revenu assumé de leurs propriétés, indépendamment du fait que les propriétés sont actuellement louées ou génèrent n'importe quel revenu.\n\nLe rationnel est que l'immobilier génère intrinsèquement la valeur au propriétaire (soit via le revenu locatif ou le bénéfice de l'utiliser comme une maison), et les autorités fiscales espagnoles veulent assurer que les actifs immobiliers génèrent le revenu fiscal. En imposant une hausse d'impôt sur le revenu imputé plate, l'Espagne capture l'impôt auprès des propriétaires de maison de vacances et des investisseurs non-locataires qui éviteraient autrement l'impôt sur le revenu.\n\n**Calcul du revenu imputé** :\nRevenu annuel imputé = Valeur Cadastrale × Taux de Revenu Imputé\nAlors : Impôt annuel = Revenu Imputé × Taux d'Impôt Applicable\n\nLe taux de revenu imputé est fixé par la loi espagnole et est 1.1% pour les propriétés résidentielles (1.2% pour les autres types de propriété).\n\n**Taux d'impôt applicable sur le revenu imputé** :\n- **Résidents UE avec résidence espagnole (NIE)** : 19%\n- **Non-résidents avec traité de double imposition (UK, Suède, Allemagne, Pays-Bas, etc.)** : 19% (le plus courant)\n- **Non-résidents sans traité (Australie, Canada, etc.)** : 24%\n- **Citoyens US** : Complexe—typiquement 24% sauf si les bénéfices du traité sont réclamés\n\n**Calcul pratique - Non-résident britannique, propriété 300 000€** :\n\nValeur cadastrale (typiquement 40-50% de la valeur du marché) : 130 000€\nTaux de revenu imputé : 1.1%\nRevenu imputé calculé : 130 000€ × 1.1% = 1 430€\nTaux d'impôt (traité UK) : 19%\nImpôt sur le revenu imputé annuel : 1 430€ × 19% = 271,70€\n\nCet impôt de 271,70€ annuel existe indépendamment du fait que la propriété génère 1€ ou 50 000€ en revenu locatif réel."
      },
      {
        "title": "Taxation du Revenu Locatif pour les Non-Résidents",
        "content": "Si vous louez votre propriété espagnole (location de vacances court-terme ou bail long-terme), vous êtes sujet à l'impôt sur le revenu locatif en plus des obligations fiscales du revenu imputé. Le traitement fiscal diffère significativement des propriétés non-locatives.\n\n**Taux d'impôt sur le revenu locatif (sur le revenu brut)** :\n- **Résidents UE avec résidence espagnole établie** : 19% (le plus favorable)\n- **Non-résidents avec traité de double imposition (UK, Suède, Allemagne, etc.)** : 19%\n- **Non-résidents sans traité (Australie, etc.)** : 24%\n- **Taux spéciaux pour certains pays** : Certains traités fournissent les taux spécialisés\n\n**Distinction clé : Imposition du revenu brut vs net**\n\nLes non-résidents (avec exceptions) payent l'impôt sur le **revenu locatif brut**, non le revenu net après dépenses. Cela signifie :\n- Le loyer mensuel 1 200€ × 12 mois = 14 400€ brut\n- Impôt : 14 400€ × 19% = 2 736€ (sur le brut)\n- Les dépenses déductibles (assurance, maintenance, gestion) ne réduisent pas la base imposable\n- Revenu net : 14 400€ - 3 000€ dépenses = 11 400€, mais l'impôt est toujours 2 736€ (sur le 14 400€ original)\n\nC'est un désavantage majeur vs les résidents espagnols qui peuvent déduire les dépenses du revenu brut."
      },
      {
        "title": "Impôt sur les Plus-Values Immobilières",
        "content": "Quand vous vendez une propriété espagnole en tant que non-résident, vous êtes sujet à l'impôt sur les plus-values sur le profit réalisé. L'impôt sur les plus-values diffère significativement des impôts de revenu annuels.\n\n**Calcul de la plus-value** :\nPlus-value = Prix de vente - (Prix d'achat + Coûts d'achat + Coûts d'amélioration)\n\nPar exemple :\n- Prix d'achat : 300 000€\n- Coûts d'achat (notaire, enregistrement, legal) : 12 000€\n- Améliorations (rénovations, etc.) : 15 000€\n- Base de coût totale : 327 000€\n\nPrix de vente : 350 000€\nPlus-value : 350 000€ - 327 000€ = 23 000€\n\n**Taux d'impôt sur les plus-values pour les non-résidents** :\n- **Taux général** : 19% (taux standard d'impôt sur les plus-values espagnol)\n- **Taux du traité** : Varie par traité, typiquement 15-19%\n- **Détention long-terme (>3 ans)** : Certaines juridictions offrent les réductions (Espagne ne le fait pas)\n- **Pas d'exemptions annuelles** : Contrairement à certains pays, l'Espagne n'a pas d'exclusion annuelle de plus-values\n\n**Exemple travaillé - Non-résident britannique, vente de propriété** :\n\nPrix d'achat : 300 000€\nCoûts d'achat : 12 000€\nAméliorations : 15 000€\nBase de coût : 327 000€\n\nPrix de vente (5 ans plus tard) : 380 000€\nPlus-value : 380 000€ - 327 000€ = 53 000€\nImpôt sur les plus-values (19%) : 53 000€ × 19% = 10 070€\n\nRevenu net : 380 000€ - 10 070€ (impôt) = 369 930€\nRendement total : 369 930€ - 327 000€ = 42 930€ profit net"
      },
      {
        "title": "Modelo 210 : Déclaration Fiscale Non-Résidente Annuelle",
        "content": "Modelo 210 (Impuestos sobre la Renta de No Residentes en el Territorio Español) est le formulaire fiscal espagnol que les non-résidents doivent déposer annuellement, signalant la propriété de propriété et les impôts dûs.\n\n**Exigences de dépôt de Modelo 210** :\n\nTOUS les non-résidents propriétaires de propriétés espagnoles doivent déposer Modelo 210 annuellement, y compris :\n- Les propriétés non-locatives (même génération zéro revenu)\n- Les propriétés locatives avec revenu\n- Les propriétés tenues via les fiducies ou les sociétés\n- Les propriétés soumises aux hypothèques\n\nIl n'y a pas de seuil de valeur de propriété minimale ou de revenu—même les propriétaires d'appartements de vacances de 50 000€ doivent déposer.\n\n**Échéance de dépôt** :\nModelo 210 doit être déposé pendant l'année civile (1 janvier - 31 décembre, suivant l'année fiscale). La fenêtre typique de dépôt est janvier-avril. Le dépôt tardif résulte dans les pénalités (typiquement 5-20% de l'impôt dû).\n\n**Ce que Modelo 210 signale** :\n1. Identification de non-résident : Nom, numéro de passeport, adresse du pays d'origine\n2. Détails de propriété : Adresse de propriété espagnole, référence cadastrale, date d'achat\n3. Caractéristiques de propriété : Taille, type, année de construction, valeur actuelle\n4. Détails de propriété : Pourcentage de propriété (important pour les propriétaires joints)\n5. Valeur cadastrale : Utilisée pour calculer le revenu imputé\n6. Revenu imputé : Calculé comme valeur cadastrale × 1.1%\n7. Impôts dûs : Revenu imputé × taux d'impôt applicable\n8. Revenu locatif (si applicable) : Loyer mensuel × 12\n9. Impôts sur le revenu locatif (si applicable) : Revenu locatif × taux d'impôt\n10. Documentation du traité : Références aux certificats de résidence fiscale et réclamations du traité"
      },
      {
        "title": "Représentant Fiscal (Representante Fiscal) Exigences",
        "content": "La loi espagnole requiert que les non-résidents nomment un représentant fiscal (representante fiscal)—un professionnel espagnol qualifié qui gère les déclarations fiscales et sert de représentant intermédiaire auprès des autorités fiscales espagnoles.\n\n**Qui peut servir comme représentant fiscal** :\n- **Avocats (abogados)** : Avocats espagnols autorisés\n- **Conseillers fiscaux (asesores fiscales)** : Professionnels fiscaux spécialisés\n- **Gestorías (sociétés de comptabilité)** : Sociétés de comptabilité autorisées gérant les zones de conformité multiples\n- **Doit être résident en Espagne** : Le représentant doit être localisé en Espagne\n- **Doit parler la langue** : Assure la communication avec les autorités espagnoles\n\n**Responsabilités du représentant fiscal** :\n1. Dépôt de Modelo 210 : Compléter et déposer les déclarations fiscales non-résidentes annuelles\n2. Paiements d'impôt : Calculer et arranger les paiements d'impôt sur le revenu imputé et locatif\n3. Communications : Servir comme contact officiel auprès des autorités fiscales espagnoles\n4. Conformité : Assurer le dépôt opportun et le paiement, répondre aux demandes des autorités fiscales\n5. Conseil : Conseiller sur la planification fiscale et les stratégies de minimisation\n6. Amendements : Déposer les corrections si les erreurs découvertes\n7. Déductions : Réclamer les dépenses potentiellement déductibles pour le revenu locatif\n8. Documentation du traité : Fournir les certificats de résidence fiscale et réclamer les bénéfices du traité\n\n**Coût du représentant fiscal** :\n\n*Coûts annuels par type de propriété* :\n- **Propriété non-locative** : 400-700€ par an\n- **Propriété locative simple** : 600-1 000€ par an\n- **Propriétés multiples** : 1 000-2 000€ par an\n- **Situations complexes** : 1 500-3 000€ par an\n\nCes coûts sont obligatoires—vous ne pouvez pas vous auto-déposer comme non-résident sans représentation fiscale."
      }
    ],
    "conclusion": "La propriété non-résidente en Espagne s'accompagne des obligations fiscales complexes qui varient significativement basées sur la nationalité du propriétaire et le statut de résidence. La compréhension de la fiscalité non-résidente complète—impôt sur le revenu imputé, taxation des revenus locatifs, plus-values, obligations du Modelo 210, et les bénéfices du traité de double imposition—est essentiel pour la budgétisation appropriée et la détermination si la propriété espagnole offre les rendements suffisants pour justifier l'acquisition et les coûts de gestion actuels. Les propriétaires britanniques, suédois, allemands et néerlandais bénéficient des taux de traité favorables (19%), tandis que les propriétaires australiens sans traité font face au taux non-traité de 24%. Les propriétaires américains font face aux implications fiscales uniques de la citoyenneté américaine requérant la déclaration mondiale de revenu. Le travail avec un représentant fiscal qualifié comprenant la situation spécifique de votre pays d'origine est essentiel pour la minimisation fiscale légale et la conformité. Les stratégies d'optimisation incluent la structure de propriété (individuelle vs sociétale), la gestion fiscale de représentation, et la planification soigneuse du timing de vente pour les plus-values. Pour une analyse détaillée de votre situation spécifique de propriété et les implications fiscales, contactez New Build Homes Costa Blanca qui peut vous recommander les professionnels fiscaux qualifiés spécialisés dans les propriétaires non-résidents."
  }
}
