{
  "slug": "second-home-vs-investment-tax",
  "title": "Maison secondaire vs propriété de placement : Implications fiscales Espagne",
  "excerpt": "Maison secondaire vs propriété de placement taxe Espagne : revenu imputé 2% valeur cadastrale, impôt revenu locatif 24%, plus-values, déductions. Planification stratégique essentiellement.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/second-home-vs-investment-tax.webp",
  "tags": ["tax-planning", "second-home", "investment-property"],
  "region": "both",
  "content": {
    "quickAnswer": "Maisons secondaires Espagne imposées sur revenu imputé (2% valeur cadastrale) annuellement indépendamment utilisation réelle. Propriétés placement payent 24% IRNR sur revenu locatif mais accès déductions amplifiant (amortissement 3%, frais gestion, entretien). Sélection stratégique dépend intention locatif, fréquence usage, et plans propriété long-terme.",
    "intro": "La fiscalité immobilière espagnole diverge fondamentalement entre maisons secondaires (résidences personnelles non-locatifs) et propriétés de placement (génération de revenu locatif), avec implications significatives pour responsabilité fiscale et retours financiers long-terme. Mauvaise classification ou sélection stratégique sous-optimale peut entraîner charges d'impôt inutiles ou opportunités déduction manquées. Cette analyse examine structures fiscales pour deux catégories de propriété, permettant décisions informées alignées à objectifs d'investissement et modèles utilisation personnelle.",
    "sections": [
      {
        "title": "Fiscalité maison secondaire : Modèle revenu imputé",
        "content": "**Impôt revenu imputé (Propriétaires non-résidents)**\n\nL'Espagne impose **impôt revenu imputé annuel** sur propriétaires non-résidents retenant propriétés résidentielles comme maisons secondes (aucun revenu locatif), évalué à **2% valeur cadastrale** indépendamment usage réelle propriété ou génération revenu.\n\n**Caractéristiques clés**:\n- **Base fiscale**: Valeur cadastrale (non valeur marché)\n- **Taux**: Fixe 2% annuellement\n- **Paiement**: Déclaration impôt annuelle et paiement dû le 30 juin\n- **S'applique à**: Propriétaires non-résidents (résidence primaire non en Espagne)\n- **Ne s'applique pas**: Propriétaires résidants espagnols\n\n**Valeur cadastrale vs valeur marché**:\nValeurs cadastrales typiquement varient 50-70% valeur marché réelle, entraînant :\n- Propriété valeur marché 300 000 € : valeur cadastrale 180 000-210 000 €\n- Impôt revenu imputé 2% : 3 600-4 200 € annuellement\n- Taux fiscal effectif sur valeur marché : 1,2-1,4%\n\n**Exemple calcul** (propriété valeur marché 300 000 €, valeur cadastrale 195 000 €) :\n- Impôt revenu imputé annuel : 195 000 € × 2% = 3 900 €\n- Cet impôt s'évalue indépendamment usage réelle (propriété vide, usage vacance personnel, location partielle année)\n- Aucune déductions ou compensations frais disponibles\n- Aucune variance basée condition propriété ou génération revenu"
      },
      {
        "title": "Fiscalité revenu locatif : Modèle propriété placement",
        "content": "**IRNR (Impôt revenu non-résidents)**\n\nPropriétaires non-résidents gagnant revenu locatif facial **évaluation IRNR 24%** sur revenu locatif, avec opportunités déduction significatives réduisant taux fiscal effectif.\n\n**Calcul basique** (revenu locatif annuel brut 20 000 € ) :\n- Revenu locatif brut : 20 000 €\n- Impôt IRNR (24%) : 4 800 €\n- **Revenu net après-impôt : 15 200 € (76% brut)**\n\nCependant, frais déductibles réduisent base imposable :\n\n**Catégories dépenses déductibles**:\n- Gestion propriété : 15-25% revenu locatif (3 000-5 000 €)\n- Entretien et réparations : 1 500-3 000 € annuellement\n- Assurance : 200-400 € annuellement\n- Frais communauté : 1 200-3 500 € annuellement\n- Impôt propriété (IBI) : 150-300 € annuellement\n- Services publics (si propriétaire-payé) : 800-1 500 € annuellement\n- Réserve allocation dépression : 3% valeur bâtiment annuellement (9 000 € sur propriété 300 000 €)\n- Publicité et marketing : 200-500 € annuellement\n- License VT location courte durée : 100-300 € annuellement"
      }
    ],
    "conclusion": "Fiscalité propriété espagnole diverge fondamentalement entre maisons secondes et propriétés placement, avec implications stratégiques affectant retours financiers long-terme. Les maisons secondes envisagent impôt revenu imputé annuel (2% valeur cadastrale) créant inefficacité financière sans revenu locatif compensatoire. Les propriétés placement payent 24% IRNR sur revenu locatif mais accès déductions amplifiant réduisant taux fiscal effectif à 1-2% par stratégie documentaiton complet. Les options stratégiques incluant modèles occupation hybride, maximisation amortissement, et optimisation période tenue permettent retours fiscalement efficients. Les résidents espagnols jouissent avantages fiscaux structurels substantiels par exemption impôt revenu imputé, déductions intérêt hypothécaire, et exemption capital-gains résidence primaire, avec avantage fiscal 15-année excédant 81 000 €. L'assistance comptable professionnelle (400-800 € annuellement) garantit conformité et optimisation déduction, généralement livrant ROI positif par économies d'impôt. Contactez New Build Homes Costa Blanca pour assistance planification fiscale et recommandations propriété alignées à vos objectifs optimisation fiscale.\n\nPensant de faire le déménagement à Costa Blanca ? Réservez une consultation gratuite de 30 minutes avec nos agents expérimentés—12+ ans aidant acheteurs trouver leur maison nouvelle construction parfaite en Espagne."
  }
}
