{
  "slug": "uk-pension-spain-guide",
  "title": "Pension britannique en Espagne : Recevoir votre pension d'État à l'étranger",
  "excerpt": "Guide complet de recevoir pension d'État britannique tout en vivant en Espagne. Découvrez l'indexation, le traitement fiscal, le traité de double imposition, les pensions privées, SIPPs, et considérations QROPS pour retraités britanniques.",
  "category": "Nationality Guide",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 15,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["uk-pension", "state-pension", "frozen", "index-linked", "spain", "retirement"],
  "relatedAreas": ["orihuela-costa", "torrevieja"],
  "content": {
    "quickAnswer": "La pension d'État britannique continue d'être versée à l'étranger vers l'Espagne et reste indexée (augmentant avec l'inflation du Royaume-Uni). L'Espagne reconnaît les pensions britanniques selon les accords de réciprocité de l'UE. Le traitement fiscal suit le traité de double imposition Royaume-Uni-Espagne. Les pensions privées et SIPPs pourraient être dessinées en Espagne, bien que les transferts QROPS/ROPS aient les conditions strictes. La planification appropriée maximise le revenu et minimise les impôts.",
    "intro": "Une des décisions les plus importantes pour les retraités britanniques est de comprendre comment leurs pensions britanniques fonctionnent en vivant en Espagne. Les bonnes nouvelles : les pensions d'État britanniques sont versées à l'étranger et restent indexées, signifiant qu'elles augmentent annuellement. Cependant, la fiscalité, le cadre réglementaire, et les stratégies d'optimisation sont complexes.\n\nCe guide explique tout ce que vous devez savoir sur le dessin des pensions britanniques en Espagne, des bases de pension d'État par le biais des options de pension privées, vous aidant à maximiser le revenu de retraite tout en restant conforme auprès des autorités fiscales britanniques et espagnoles.",
    "sections": [
      {
        "title": "Pensions d'État britanniques à l'étranger : Les bases",
        "subsections": [
          {
            "subtitle": "Votre pension est-elle versée à l'étranger ?",
            "content": "**Bonnes nouvelles :** Les pensions d'État britanniques sont versées à l'Espagne. Ceci n'est PAS affecté par le Brexit.\n\n**Comment ça fonctionne :**\n- Les pensions britanniques sont versées directement à votre compte bancaire\n- Pourraient être versées mensuellement, trimestriellement, ou annuellement (votre choix)\n- Pourraient être versées dans un compte britannique ou un compte espagnol\n- Versées via transfert électronique\n- Pas d'arrangement spécial nécessaire—se produit automatiquement\n\n**Détails de paiement :**\n- Contactez l'équipe des pensions internationales HMRC\n- Fournissez l'adresse espagnole\n- Fournissez les détails bancaires espagnols (si désiré)\n- Les paiements arrivent généralement dans des dates spécifiques chaque mois\n- Versés en livres sterling (ou convertis à euros si compte espagnol)\n\n**Qui se qualifie :**\n- Toute personne recevant la pension d'État britannique\n- Doit avoir atteint l'âge de la retraite d'État\n- L'âge actuel de retraite d'État : 67-68 (selon le sexe et l'année de naissance)\n- Augmentation graduelle à 69 d'ici 2046\n\n**Prestations du conjoint et survivant :**\n- Pension du conjoint : Pourraient être réclamées comme personne à charge\n- Pensions de survivant : Les avantages veuve/veuf continuent à l'étranger\n- Droit basé sur les contributions du conjoint décédé\n- Même processus de demande que de recevoir la pension"
          },
          {
            "subtitle": "Augmentations indexées : Un avantage majeur",
            "content": "Ceci est l'avantage critique des pensions britanniques en Espagne : **Les pensions sont indexées à l'inflation britannique et augmentent annuellement.**\n\n**Comment l'indexation fonctionne :**\n- Votre pension augmente chaque avril\n- La hausse est liée à l'indice des prix à la consommation britannique (IPC)\n- Exemple :\n  - Pension de base avril 2024 : 11 502 £\n  - Augmentation IPC avril 2025 : 2,2%\n  - Nouvelle pension avril 2025 : 11 752 £\n  - Ceci se compose annuellement\n\n**Impact à long terme de l'indexation :**\n- Sur 20 ans avec inflation moyenne 2-3% :\n  - Pension initiale : 10 000 £\n  - Année 10 : 12 190 £\n  - Année 20 : 14 859 £\n- Vous êtes protégés contre l'inflation\n- Le pouvoir d'achat protégé à mesure que vous vieillissez\n- Critique pour les retraites 30+ années\n\n**Pourquoi ceci compte pour les coûts d'Espagne :**\n- Vos coûts en Espagne probablement augmentent avec l'inflation espagnole\n- Votre revenu augmente avec l'inflation britannique\n- Aide à couvrir l'impôt de propriété croissant, le healthcare, les services publics\n- Protège contre l'érosion du pouvoir d'achat\n\n**Note importante :**\n- L'indexation s'applique à TOUS les pays\n- NON gelée dans aucun pays (idée fausse commune)\n- L'Espagne bénéficie des mêmes règles que n'importe quel pays\n- Ceci est un droit négocié selon les accords de réciprocité\n- Ne devrait jamais perdre cet avantage"
          }
        ]
      },
      {
        "title": "Traitement fiscal en Espagne",
        "subsections": [
          {
            "subtitle": "Comment les pensions britanniques sont imposées en Espagne",
            "content": "Les pensions d'État britanniques et les pensions privées britanniques sont imposables en Espagne si vous êtes résident là-bas.\n\n**Définition de la résidence :**\n- Vous êtes résident espagnol si : En Espagne 183+ jours dans une année civile OU\n- Avez votre maison principale en Espagne (indépendamment des jours)\n- Une fois résident, devez déposer les déclarations d'impôt espagnoles\n\n**Imposition des pensions britanniques en Espagne :**\n- Traité comme \"revenu gagné\" (pas gains en capital)\n- Soumis aux taux d'imposition espagnols progressifs : 19-45%\n- Les tranches fiscales dépendent du revenu total (pas juste la pension)\n- Doit être déclaré sur la déclaration de revenu annuelle (modelo 100)\n- La plupart des pensions ont la retenue à la source, mais l'imposition espagnole pourrait différer\n\n**Taux fiscaux par tranche de revenu (2026) :**\n- 0-18 000 EUR : 19%\n- 18 001-35 000 EUR : 24%\n- 35 001-60 000 EUR : 30%\n- 60 001-300 000 EUR : 37%\n- 300 001+ EUR : 45%\n\n**Exemple : 12 000 £ pension annuelle britannique**\n- Se convertit à approximativement 14 000 EUR à 1,17 GBP/EUR\n- Imposition espagnole à 19% : 2 660 EUR\n- Revenu net : 11 340 EUR\n- Taux d'imposition effectif : 19%"
          }
        ]
      }
    ],
    "conclusion": "Les pensions britanniques en Espagne sont avantageuses : elles sont versées internationalement, restent indexées à l'inflation britannique (protégeant votre pouvoir d'achat), et sont reconnues selon les accords de réciprocité. La clé est de comprendre les implications fiscales, de planifier votre stratégie de dessin pour minimiser l'imposition espagnole, et de vous assurer la conformité complète auprès des autorités britanniques et espagnoles.\n\nLa plupart des retraités britanniques trouvent que le maintien de leurs pensions britanniques tout en les tirant en Espagne fournit meilleurs résultats que les transferts à les schémas QROPS. La planification appropriée—faite avant que vous bougiez—vous permet de maximiser votre revenu tout en minimisant votre fardeau fiscal.\n\nNous aidons les retraités britanniques à comprendre leur situation financière en Espagne et les connectons avec les comptables et conseillers spécialistes. Contactez-nous pour discuter votre planification de retraite sur la Costa Blanca.\n\nIntéressé par les propriétés dans cette zone ? Réservez une consultation gratuite de 30 minutes avec notre équipe — avec plus de 12 ans d'expérience, nous vous aiderons à trouver exactement ce que vous cherchez."
  },
  "image": "/images/SPanish life/2.png"
}
