{
  "language": "nl-be",
  "slug": "capital-gains-tax-spain-sellers",
  "title": "Vermogen Winst Belasting Spanje: Wat Verkopers Moeten Weten",
  "excerpt": "Niet-ingezetene eigendom-verkopers in Spanje betalen 19% EU/24% niet-EU vermogen winstbelasting met 3% koper-retentie. Begrijp berekening, aftrekken, residentiële planning, en Plusvalia gemeentelijke belasting.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 14,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["capital-gains", "selling-property", "3%-retention", "non-resident", "plusvalia", "tax-calculation"],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Niet-ingezetene eigendom-verkopers in Spanje gezichten **19% vermogen-winstbelasting EU-burgers, 24% niet-EU burgers**, berekend op winst (verkoopprijs minus koopprijs en aftrekken). Kopers behouden **3% verkoopopbrengsten** voor belastin-betaling. Ingezetenen gezichten progressieve tarieven (19-26%) plus gemeentelijke Plusvalia belasting. Strategisch timing en residentiële status wezenlijk beïnvloed definitieve belasting aansprakelijkheid.",
    "intro": "Eigendom-verkoop Costa Blanca activateert complexe Spaanse vermogen-belasting dat frequente verraste niet-ingezetene verkopers, bijzonder onwetend van Spanje's verplicht 3% koper-retentie systeem en gemeentelijke Plusvalia belastingen gelaagd bovenop nationale winsten-belastingen. Belasting systeem onderscheidt scherp tussen ingezetenen en niet-ingezetenen, niet-ingezetenen gezichten plat 19-24% vermogen-winstbelasting tarieven vergeleken ingezetenen' progressief tarieven, en beide gezicht aanvullende 'rijkdom toename belasting' (Plusvalia gemeentelijke belasting) dat geldt ongeacht residentiële status. Voor niet-ingezetenen verkopend €300.000 Costa Blanca eigendom gekocht €200.000 vijf jaren eerder, €100.000 winst onderworpen 19-24% vermogen-winstbelasting (€19.000-24.000), plus 3% koper-retentie totale verkoopprijs (€9.000), plus gemeentelijke Plusvalia belasting (typisch €800-2.000 afhankend gemeentelijke tarieven en eigendom-waarderingsstijging), resulterend totale belasting aansprakelijkheid €28.000-35.000 uit €100.000 winst—ongeveer 28-35% effectief belasting percentage op winst. Begrijpen vermogen-belasting essentieel voor verkopers overwegende uitgang-strategieën, timing eigendom-verkoopingen, en berekenende netto-opbrengsten. Gids voorziet uitgebreide dekking vermogen-berekening, niet-ingezetenen versus ingezetenen behandeling, 3% retentie-systeem, Plusvalia gemeentelijke belastingen, en strategische overwegingen optimalizeren belasting-resultaten.",
    "sections": [
      {
        "title": "Vermogen Winstbelasting Grondbeginselen: Niet-ingezetenen en Ingezetenen-Tarieven",
        "content": "Spanje onderscheidt tussen **EU/EEA burgers en niet-EU buitenlandse staatsburgers** vermogen-winstbelasting, EU burgers ontvangend gunstiger behandeling. Frans, Duits, of Italiaanse burger (EU leden) verkopend Spaans eigendom gezichten plat **19% vermogen-winstbelasting percentage** winst. Britse burger (post-Brexit, nu behandeld niet-EU) of Amerikaan, Canadees, of Australiër gezichten **24% vermogen-winstbelasting percentage**. Dit onderscheid, expliciet in Spaans recht, controversieel—behandelend EU burgers gunstiger dan andere ontwikkelde-natie burgers, potentieel schendend Spanje's internationale verdrag verplichtingen sommige gevallen. Echter, Spanje onderhoudt dit onderscheid basis EU verdrag bepalingen stellend voorkeur EU burgers. Voor Brexit-UK burgers specifiek, transitie naar 24% niet-EU tarieven gebeurd 2020, verhogend vermogen-winstbelasting druk Britse verkopers door 5 procentpunten vergelden historisch EU tarief. Niet-ingezetenen EU burger verkopend €500.000 eigendom gekocht €300.000 (€200.000 winst) betaalt vermogen-winstbelasting €200.000 × 19% = €38.000. Zelfde eigendom verkocht niet-EU burger resulteert in €200.000 × 24% = €48.000 vermogen-winstbelasting—€10.000 hoger druk puur door staatsburgerschap. Dit tarief verschil significant voor verkopers met substantiële winsten (€100.000+ winsten creëren €5.000-10.000 belasting verschillen basis staatsburgerschap)."
      },
      {
        "title": "Plusvalia Gemeentelijke Belasting: Spanje's Rijkdom Toename Belasting op Eigendom-Verkopen",
        "content": "**Plusvalia (Impuesto sobre el Incremento del Valor de los Terrenos de Naturaleza Urbana—Belasting op Toename in Waarde van Stadsland)** gemeentelijke belasting heven door lokale gemeenten op eigendom-verkoopingen, apart nationaal vermogen-winstbelasting. Plusvalia geldt stadsgebieden (huizen, appartementen, commerciële gebouwen) gemeenten, geen landelijke eigendom. Wanneer eigendom wordt verkocht, gemeentelijke waar eigendom gelegen assesses eigendom's waarderingsstijging tijdens eigenaarschap periode en legt Plusvalia belasting op 'rijkdom toename' gedeelte winst. Belasting geldt ongeacht eigendom werkelijk waarderingsstijging—berekend formule berekenend 'theoretische' waarderingsstijging. Belangrijk, **beide ingezetenen en niet-ingezetenen onderworpen Plusvalia**; kan niet omzeild worden residentiële status. Niet-ingezetenen verkopend Costa Blanca appartement en ingezetenen verkopend equivalente eigendom beide verschuldigd Plusvalia hun respectieve gemeenten. Plusvalia tarieven variëren gemeentelijk: typische Costa Blanca gemeenten schommelen **2,4% naar 3,6% berekend rijkdom toename**, sommige gemeenten bereikend 4-5%. Gemeenschap taxeert 'rijkdom toename' 3,5% gedurende 5 -jarige eigenaarschap periode. Plusvalia belasting berekening complex: gemeenten gebruiken wettelijke formules schatten eigendom-waarderingsstijging zonder vereista werkelijk winsten documentatie. Dit betekent eigendom gekocht €200.000 en verkocht €200.000 (geen werkelijk winst) mogelijk verschuldigd Plusvalia als gemeentelijke waarderingsstijging formule aannemet eigendom waarden stegen eigenaarschap periode."
      }
    ],
    "conclusion": "Vermogen-winstbelasting in Spanje presenteert complexe maar beheersbare uitdagingen eigendom-verkopers, voorzichtige planning drastisch reducerend belasting aansprakelijkheid. Niet-ingezetenen verkopend Costa Blanca eigendommen gezichten multi-gelaagde belasting systeem: 19% nationaal vermogen-winstbelasting (EU burgers) of 24% (niet-EU), 3% verplicht koper-retentie, gemeentelijke Plusvalia belastingen, combineren creëren 20-35% effectieve belasting percentages eigendom-winsten. Echter, strategische planning—juiste documentatie kosten-basis en verkoopingskosten, timing verkoopingen residentiële status optimaliseren, engagering gekwalificeerde Spaanse belasting-adviseurs—kan lagere effectief percentages naar onderkant bereik terwijl zekergesteld naleving en toekomstige audit problemen. Ingezetenen baat lange-termijn houding percentages (19% na vijf jaren) en primaire residentieel exemptie's, maar gezichten meer complexiteit belasting berekening. Kritieke actie stappen: 6-12 maanden voordat eigendom-verkoopingen, engageer Spaanse belasting-adviseur projectie belasting aansprakelijkheid en identificeren aftrekken; compileer alle eigendom-gerelateerde documentatie (koop deden, renovatie ontvangsten, kostenbewijsvoering); begrijp dat 3% koper-retentie automatisch en onafhankelijk werkelijk belasting verschuldigd; plan Plusvalia gemeentelijke belasting apart obligatie; en dien vereiste vermogen-winstbelasting aangifte binnen aangegeven tijdsraam vereffenen koper-retentie tegen werkelijk belasting verschuldigd en claim terugbetalingen indien toepasselijk. Voor verkopers met significante winsten of complexe situaties (meerdere eigendommen, vennootschap eigendom, recente renovaties), professionele begeleiding niet optioneel—het essentieel investering dat frequente bespaart meer dan kosten terwijl naleving zekergesteld en voorkoming toekomstig audit problemen."
  },
  "image": "/images/Finance/2.png"
}
