{"slug":"nie-number-spain-guide","title":"NIE Getal Spanje: Volledige Gids voor Eigendom Kopers 2026","excerpt":"Alles u moet weten over NIE getal in Spanje. Vereist documenten, applicatie proces, kosten, en lijnen voor eigendom kopers.","category":"Buying Guide","publishedAt":"2026-01-25","updatedAt":"2026-01-25","readTime":8,"featured":false,"author":"New Build Homes Costa Blanca","tags":["NIE","legal","buying process","documents","spain"],"content":{"quickAnswer":"Een NIE (Número de Identidad de Extranjero) is essentieel voor aankoop eigendom in Spanje. U kunt appliceren bij een Spaans consulaat buitenland of bij politie-post in Spanje. Kosten ongeveer €12 voor formulier plus kosten. Verwerking bereikt 1-3 weken. Vereist voor contract-ondertekenen, bank-rekening-opening, en belasting-betaling.","intro":"Het NIE getal is uw eerste stap richting eigendom-eigenaarschap in Spanje. Dit unieke identificatie-getal wordt toebedeeld aan niet-Spaanse burgers met financieel, professioneel, of juridisch transacties in Spanje. Begripvolle het proces bespaart tijd en voorkomt vertragingen in uw eigendom-aankoop. De NIE is niet hetzelfde als inwonerschap—u kunt NIE zonder inwonerschap. Het getal blijft je gehele leven en verloopt niet, hoewel certificaat mogelijk verlenging vereist. U heeft NIE nodig voor: eigendom koop/verkoop, Spaanse bankrekening-opening, utiliteit contracten, belasting-betaling, Spanje-werkgelegenheid, zaak-starten, auto-aankoop, Spaans inwonerschap.","sections":[{"title":"Hoe Te Appliceren","content":"Optie 1 - Appliceren in Spanje (Aanbevolen): Contact locale Oficina de Extranjeros of aangeduid politie-post. Boek afspraak online (sede.administracionespublicas.gob.es). Voltooi formulier EX-15. Verzend vereiste documenten. Betaal kosten (€12 ongeveer). Ontvang NIE certificaat. Optie 2 - Appliceren bij Spaans Consulaat: Neem contact op consulaat. Voltooi formulier EX-15. Voorzien reden (eigendom-aankoop). Dien in documenten/kosten. Verwerking typisch 2-4 weken. Optie 3 - Gebruik Vertegenwoordiger: Advocaat of gestor kan appliceren met notarized macht. Handig als u niet Spanje-reizen kunt. We kunnen betrouwbare juridische partners aanbevelen."},{"title":"Vereiste Documenten","content":"Standaard vereisten: Formulier EX-15 application, geldige paspoort (origineel plus kopie), recente paspoort-foto, eigendom-reservering contract of bankbrief, kosten-betaling (Form 790 code 012). Als appliceren door vertegenwoordiger: Notarized macht, vertegenwoordiger ID-kopie. Tips: Breng meerdere fotocopies alles mee, buitenlandse-taal documenten vereisen mogelijk gekwalificeerde vertaling, Controleer huidge vereisten—zij veranderen periodiek."},{"title":"Kosten & Timelines","content":"Kosten: Overheids-fee (Tasa 012) €12, Formulier 790: gratis, Gestor/advocaat-kosten: €50-150 dienst-fee, Macht (indien nodig): €50-100. Verwerkingstijden: Spanje met afspraak: dezelfde dag naar 1 week, Spanje zonder afspraak: niet mogelijk (afspraak vereist), Consulaat buitenland: 2-4 weken, Via vertegenwoordiger: 1-2 weken. Certificaat geldigheid: NIE getal zelf verloopt nooit, Certificaat (papier-document) geldig 3 maanden, Nieuwe certificaat aanvraag aanwezigen wanneer nodig."}]}
}
