{"slug":"non-resident-tax-spain-property","title":"Niet-Inwonerschap Belasting Spanje: Wat Eigendom Eigenaren Betalen","excerpt":"Volledige gids naar niet-inwonerschap eigendom-belasting in Spanje. Omvat imputeerde inkomsten-belasting (1.1-2%), huur-inkomsten-belasting, kapitaal-winst, Modelo 210, fiscaal-vertegenwoordigers, en dubbel-belasting-verdragen.","category":"Finance","publishedAt":"2026-02-08","updatedAt":"2026-02-08","readTime":16,"featured":false,"author":"New Build Homes Costa Blanca","tags":["non-resident-tax","modelo-210","imputed-income","rental-income","capital-gains","fiscal-representative"],"relatedAreas":[],"content":{"quickAnswer":"Niet-inwonerschap eigendom-eigenaren betalen 1.1-2% geïmputeerde inkomsten-belasting jaarlijks (zelfs met nul huur-inkomsten). Huur-inkomsten belast 19-24%. Modelo 210 jaarlijks indiening verplicht. Dubbel-belasting verdragen (VK, Zweden, Nederland, Duitsland) verstrekken 19% tarieven en verlichting. Fiscaal-vertegenwoordiger vereist, kostenloze €400-€1.200 jaarlijks. Totaal belasting-last: €1.500-€3.500 op €300K eigendom.","intro":"Niet-inwonerschap eigendom-eigenaarschap in Spanje komt met ingewikkelde belasting-verplichtingen die aanzienlijk van inwonerschap-belasting verschillen. In tegenstelling tot veel landen waar eigendom-eigenaren rapporterings-vereisten vermijden kunnen indien eigendom inkomsten niet genereren, vereist Spanje alle niet-inwonerschap eigendom-eigenaren jaarlijks belasting-terugkeer indienen en geïmputeerde inkomsten-belasting betalen ongeacht of eigendom opbrengst-inkomsten genereert. Dit creëert voortdurend-belasting-verplichtingen en kosten die inwonerschap eigendom-eigenaren niet ondervinden. Begripvolle niet-inwonerschap belasting is essentieel voor begroting eigendom-eigenaarschaps kosten en bepalen of Spaans eigendom-investering financieel zin maakt. Brits, Amerikaanse, Zweedse, Duitse, Nederlandse, en Australische eigendom-eigenaren ondervinden verschillende belasting-scenario's afhankelijk hun nationaliteit, inwonerschap status, en of hun land dubbel-belasting verdrag met Spanje heeft. Deze gids verklaard volledige niet-inwonerschap belasting-landschap, verschaft echte berekening voorbeelden, en overzicht strategieën minimaliseren belasting-last juridisch.","sections":[{"title":"Imputeerde Inkomsten-Belasting voor Niet-Huur-Eigendommen","content":"Imputeerde inkomsten-belasting is Spanje's meest onderscheiden belasting-kenmerk: de regering belast niet-inwonerschap eigendom-eigenaren op verondersteld inkomsten van hun eigendommen, ongeacht of eigendommen daadwerkelijk verhuurd zijn of inkomsten genereren. De logica is dat onroerend goed inherent waarde genereert naar eigenaar (ofwel via huur-inkomsten of voordeel van gebruik als huizing), en Spanje's belasting-autoriteiten wilt waarborgen eigendom-activa belasting-inkomsten genereren. Door opleggen vlak geïmputeerde inkomsten-tarief, vangt Spanje belasting van vakantie-huizing eigenaren en niet-verhuur beleggers anders vermijden inkomsten-belasting.\n\nGeïmputeerde inkomsten berekening: Geïmputeerde jaarlijkse inkomsten = Kadastraalwaarde × Geïmputeerde Inkomsten Tarief. Dan: Jaarlijkse belasting = Geïmputeerde Inkomsten × Toepasselijk Belasting Tarief. Geïmputeerde inkomsten tarief vastgesteld door Spaans wetten en is 1.1% voor residentieel eigendommen (1.2% voor ander eigendom-typen). Toepasselijk belasting tarieven op geïmputeerde inkomsten: EU-inwoners met Spaans inwonerschap (NIE): 19%, Niet-inwoners met dubbel-belasting verdrag (VK, Zweden, Duitsland, Nederland, etc.): 19% (meest gebruikelijk), Niet-inwoners zonder verdrag (Australië, Canada, etc.): 24%, Amerikaanse burgers: Ingewikkeld—typisch 24% tenzij verdraginkomsten geclaimd."},{"title":"Huur-Inkomsten Belasting voor Niet-Inwoners","content":"Indien u verhuurt uw Spaans eigendom (korte-termijn vakantie-huur of lange-termijn huurkost), onderworpen u huur-inkomsten-belasting boven op geïmputeerde inkomsten-belasting verplichtingen. Belasting-behandeling verschilt aanzienlijk van niet-huur eigendommen. Huur-inkomsten belasting-tarieven (op bruto inkomsten): EU-inwoners met Spaans inwonerschap vastgesteld: 19% (meest voordelig), Niet-inwoners met dubbel-belasting verdrag (VK, Zweden, Duitsland, etc.): 19%, Niet-inwoners zonder verdrag (Australië, etc.): 24%, Speciale tarieven bepaalde landen: Sommige verdragen voorzien gespecialiseerd-tarieven. Sleutel onderscheid: Bruto vs. Netto inkomsten belastingen. Niet-inwoners (met uitzonderingen) betalen belasting op **bruto huur-inkomsten**, niet netto-inkomsten na kosten. Dit betekent: Maandelijks huur €1.200 × 12 maanden = €14.400 bruto, Belasting: €14.400 × 19% = €2.736 (op bruto), Aftrekbare kosten (verzekering, onderhoud, beheer) reduceren niet belasting grondslag, Netto inkomsten: €14.400 - €3.000 kosten = €11.400, maar belasting nog €2.736 (op origineel €14.400). Dit is groot nadeel tegenover Spaanse inwoners die kunnen aftrekken kosten van bruto-inkomsten."}]}
}
