{
  "slug": "spanish-will-foreigners-property",
  "title": "Spaans testament voor buitenlanders: Erfenissplanning voor niet-ingezetenen eigendom",
  "excerpt": "Spaans testament voor niet-ingezetenen Costa Blanca eigendom. Legítima verplicht erfrecht, eigendom in twee landen, belastingimplicatie erfbelasting.",
  "category": "Legal",
  "publishedAt": "2026-02-06",
  "updatedAt": "2026-02-06",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "will",
    "testament",
    "succession",
    "legal",
    "non-resident",
    "inheritance"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Buitenlandse eigenaarseigendom vereist Spaans testament voor Costa Blanca eigendom, naast thuisland testament voor andere activa. Legítima vereist 1/3 tot 1/2 erfenis naar directe erfgenaam (onvermijdbaar). Erfbelasting 34% niet-ingezetenen erfgenaam; plannen via levensverzekeringen, usufruct. Spaans notario advies essentieel.",
    "sections": [
      {
        "title": "Waarom buitenlander testament Spaans eigendom nodig hebben",
        "content": "Buitenlanders (niet-ingezetenen) die Spaans onroerend goed bezitten moeten Spaans testament oprichten aanvullend hun thuisland testament. Redenen:\n\n1. **Spaanse wet bepaling:** Spaans eigendom onderhevig aan Spaanse erfwetten, onafhankelijk eigenaar nationaliteit. Dit betekent dat Spaans testament de enige geldige manier is in Spanje afdwingbaarheid van eigendomoverdracht.\n\n2. **Legítima verplichte erfenissen:** Spaanse wet vereist bepaalde erfenaamdelen (legítima) naar directe erfgenaam; testament-bepalingen tegen legítima zijn ongeldig. Zonder Spaans testament, Spaanse erfrecht automatisch toepassen—eigenaren hebben geen beheer legítima-aandelen.\n\n3. **Dubbele testament-conflicten:** eigenaar sterft met thuisland testament slechts (bv. Brits testament), Spaanse rechtbanken kunnen weigeren afdwinging het testament voor Spaans eigendom, resulterend in erfnis-complicatie en vertraging.\n\n4. **Notario vereiste:** Spaans eigendom overdracht vereist notario handeling (Spaanse notaire); notario accepteert Spaans testament, niet buitenlandse testament, als grondslag overdracht.\n\nVoor buitenlanders met Spaans eigendom, **Spaans testament is ESSENTIEEL**; het voorkomt erfnis-disputen, vertraagingen, en potentiële verloren eigendom (als geen wettelijke erfgenaam afdwingbaar onder Spaans recht)."
      },
      {
        "title": "Legítima: Verplichte erfenisaandeel begrepen",
        "content": "**Legítima fundamentals:**\nLegítima is Spaans rechtsconcept reserveren erfenisaandeel naar directe erfgenaam, onabhankelijk testament bepalingen. Eigenaar kan niet volledig voorkomen legítima-aandeel.\n\n**Legítima percentages:**\n- Één kind: Kind erft 1/3 minimum (2/3 vrij)\n- Twee kinderen: Kinderen erven gezamenlijk 1/3 minimum (2/3 vrij)\n- Drie+ kinderen: Kinderen erven gezamenlijk 1/3 minimum (2/3 vrij)\n- Geen kinderen maar echtgenoot: Echtgenoot erft 1/3 (usufruct), ouders (als levend) erven 1/6\n- Geen directe erfgenaam: Full testamentaire vrijheid (geen legítima)\n\nExample: Eigenaar met twee kinderen en echtgenoot, €600.000 eigendom. Minimum erfenisaandeel: twee kinderen €200.000 gecombineerd (1/3), echtgenoot €200.000 usufruct (1/3), eigenaar heeft 1/3 vrijheid (€200.000) om aan voorkeur personen toe.\n\n**Legítima omvang vermijding:**\nEigenaars kunnen legítima niet voorkomen, maar kunnen voordeel verschuiven. Bijvoorbeeld, eigenaar met kinderen kan:\n- Kanaal eigendom via usufruct (ouder geniet leven, kinderen erfde naakt eigendom na)\n- Kanaal via levensverzekeringsprotocol (verzekeringsprocedures niet onderhevig legítima)\n- Donatie van eigendom vooraf sterfgeval (vermijding erfscenario geheel)\n\nDeze strategieën zijn geavanceerd; consult Spaanse advocaat op legítima-optimalisering."
      },
      {
        "title": "Twee testament structuur: Spaans + thuisland",
        "content": "**Ideale structuur voor buitenlander eigenaaars:**\nEigenaar twee testamenten:\n1. **Spaans testament** (voor Spaans onroerend goed)\n2. **Thuisland testament** (voor buitenlands eigendom, bankrekeningen, andere activa)\n\n**Spaans testament inhoud:**\n- Duidelijk beschrijf Spaanse eigendomgegevens (adres, cadastral referentie)\n- Verklaar eigenaar residentie-status (buitenlander/niet-ingezetene)\n- Bepaal legítima-aandeel (directe erfgenaam)\n- Verdeel resterende vrije aandeel (1/3) naar keuze begunstigden\n- Wijs executeur aan (notario, advocaat, familielid vertrouwd met Spaans proceduur)\n- Bepaal welk recht gouverneur (Spaans recht--nodig)\n\n**Thuisland testament inhoud:**\n- Buitenlands eigendom (huizen, eigendomelse lokatie)\n- Bankrekeningen, investeringen\n- Bezittingen (voertuigen, sieraden, kunstwerk)\n- Uitsluitend GEEN Spaans eigendom (voorkoming conflict)\n\n**Reden twee testamenten:**\n1. **Vermijding conflict:** Spaans testament sluit Spaanse eigendom uit; thuisland testament sluit Spaanse eigendom uit. Geen overlap.\n2. **Spaanse naleving:** Spaans testament geschreven onder Spaans recht, inclusief legítima--notario zal accepteren.\n3. **Buitenlandse naleving:** Thuisland testament geschreven onder thuisland recht; buitenlands rechtsbank zal accepteren.\n4. **Stroomlijndheid:** Elke testament adres soort-geldige erfenismaterie; minder verwarring.\n\n**Waarschuwing: Niet probeer combinatie:**\nBuitenlanders die probeert één testament voor zowel Spaans als buitenlands eigendom gezicht Complexiteit: welke wet toepassen (Spaans? Brits? Mix)? Spaanse notario kan Spaans eigendom-bepalingen weigeren; buitenlands rechtbank kan Spaanse eigendom-bepalingen weigeren. Twee afzonderlijke testamenten zijn veel schoner.\n\n**Hoe twee testamenten registreren:**\n- Spaans testament: voorbereiding door Spaanse advocaat, geëxecuteerd bij Spaanse notario (€400-800 fee)\n- Thuisland testament: voorbereiding door thuisland advocaat, geëxecuteerd per thuisland proces\n\nBeiden testamenten gedateerd, ondertekend, getuigen-geverifieerd (proceduralevereisten), en kopieën gearchiveerd (notario, advocaat, vertrouwd familielid)."
      },
      {
        "title": "Erfbelasting implicatie en levensverzekering planning",
        "content": "**Erfbelasting impact:**\nNiet-ingezetenen erfgenaam (bv. kind in het buitenland erfde €600.000 Spaans eigendom) onderhevig aan 34% erfbelasting (Valencia tarief). Testament bepalingen kunnen belasting niet voorkomen, maar planning kan voordeel minimaliseert.\n\n**Levensverzekering strategie:**\nOuder koopt €200.000 levensverzekeringspolis met kind als begunstigde. Verzekeringsprocedures (€200.000) betaald belastingvrij aan kind; kind gebruikt geld om erfbelasting (€204.000 op €600.000 erfenis) betalen. Resulterend: erfgenaam ontvangt eigendom + genoeg contanten om erfbelasting te betalen, netto €600.000 erfde waarde.\n\n**Testament planning samenwerken levensverzekering:**\nTestament bepaalt erfde eigendom gaat naar kind; levensverzekering bepaalt belastingbetaling ervan. Samen, zij stroomlijnen erfgo-overdracht."
      },
      {
        "title": "Uitvoering Spaans testament procesvoering",
        "content": "**Geval van dood:**\n1. Erfgenaam (familielid) contact Spaanse advocaat/notario\n2. Spaans testament voorgelegde notario\n3. Notario controleert testament geldige (handtekening, getuige, datum)\n4. Notario kijkt eigendom-titel record (Registro de Propiedad)\n5. Erfgenaam indienen erfbelastingaangifte (ISD) in Spaanse belastingautoriteiten\n6. Erfbelasting betaald (van erfde eigendom gelden of persoonlijke)\n7. Notario voerd eigendomoverdracht uit (Escritura de Adjudicación)\n8. Eigendomsregistratie bijgewerkt in erfgenaam naam\n\n**Proceduretijd:** 3-6 maanden typisch van dood tot erfgenaam eigendomsbeheer.\n\n**Kosten:**\n- Notario geburen: €800-1.500\n- Advocaat ondersteuning: €1.000-2.500\n- Erfbelasting: 34% erfde waarde (niet-ingezetenen)\n- Eigendomregistratie: €400-600\n- Totaal: erfbelasting + €2.500-4.500 professionele geburen\n\nVoorbeeldszenario: €600.000 eigendom, kind erfde:\n- Erfbelasting: €204.000 (34% tarief)\n- Professionele geburen: €3.000\n- Totaal kosten: €207.000\n- Kind netto ontvangt: €393.000\n\nOfw levensverzekering ingevoerd (€204.000 polis), kind ontvangt €600.000 eigendom + €204.000 verzekeringsprocedures = €804.000 waarde effectieve (hoewel €204.000 gaat naar belastingheffing)."
      },
      {
        "title": "Testament revisie en update",
        "content": "**Testament moeten herzien:**\n- Significante eigendomwaarde-wijzigingen (eigendom verkocht, toegevoegd eigendom)\n- Familie omstandigheid wijzigingen (trouwen, scheiding, nieuwe kinderen, dood verwanten)\n- Wijziging erfgenaam voorkeuren\n- Juridische/belastingwetgeving wijzigingen (erfbelasten gewijzigd)\n- Herziening 5-10 jaarlijks aanbevolen (zeggen testen nog geldig)\n\n**Testament update proces:**\n- Terugkeer naar Spaanse notario\n- Discussie wijzigingen met advocaat\n- Nieuw testament-schrijven (niet amendments; Spaanse recht voorkeur volledig nieuw testament)\n- Ondertekening, getuige, registratie\n- Oude testament verouderd markering (om verwarring voorkomen)\n\n**Kosten:**\n- Volledige testament herzien/herschrijven: €400-800\n- Aanzienlijk minder dan eerste testament voorbereiding\n\n**Waarschuwing:**\nAmendments (codicils) zijn minder aanbevolen onder Spaans recht; volledig hergeschreven testament voorkeur. Dit zorgt duidelijkheid en voorkomen juridische onduidelijkheden."
      }
    ],
    "conclusion": "Buitenlandse eigenaarseigendom in Spanje vereist zowel Spaans als thuisland testamenten, met Spaans testament voor onroerend goed erfenis regeling onder legítima-vereisten. Erfbelasting (34% niet-ingezetenen) kan via levensverzekeringen-planning worden gemitigeerd. Spaanse notario voorbereiding essentieel; kosten €400-800 voor testament voorbereiding zijn investeringen in erfgo-zekerheid. Testament revisie elke 5-10 jaren aanbevolen als omstandigheden/waarden wijzigen. Met voorbereiding en professioneel advies, buitenlanders kunnen Spaans eigendom erfenis stroomlijnen, erfgenaam beveiligen, en belastingbelasting minimaliseren.\n\nGeïnteresseerd in eigendom in dit gebied? Boek een gratis 30-minuut raadpleging met ons team — 12+ jaren helpen kopers hun perfecte nieuwbouw thuis vinden in Spanje."
  },
  "image": "/images/Legal/2.png"
}
