{
  "slug": "medium-term-rental-spain",
  "title": "Mellom-periode leie Spania: Ny regulerings-omgang",
  "excerpt": "Komplett guide til mellom-periode leie (32 dager til 11 måneder) i Spania som alternativ til turist leie-lisens restriksjoner. Lær skatt-behandling, juridisk rammeverk, depositum-krav, avkastning og hvordan dette fungerer for eiendoms-investorer.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 13,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "medium-term-rental",
    "32-day",
    "seasonal",
    "regulation",
    "LAU",
    "contract"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Mellom-periode leie (32 dager til 11 måneder) omgår Spanias turist-leie-lisens-restriksjoner. Juridisk under Arrendamientos Urbanos (LAU) lov, de krever skriflig leie-kontrakt, 1-2 måneders depositum, blir beskattet som regulær leie-inntekt og tilbyr 5-8% avkastning på Costa Blanca. Dette er juridisk omgang for områder med turist-lisens moratorium.",
    "intro": "Spanias byer har økende begrenset turist-leie-lisenser (VT-lisenser), og skaper praktisk problem for eiendoms-investorer: hvordan generere leie-inntekt uten turist-leie-godkjenning. Svaret er mellom-periode leie (leie som varer 32 dager til 11 måneder). Denne strategi faller under Spanias standard leie-lov (Ley de Arrendamientos Urbanos), ikke turist-leie-regulering, gjør den juridisk selv i områder hvor nye turist-lisenser er frosset. Denne omfattende guide forklarer hvordan mellom-periode leie fungerer, deres juridisk rammeverk, skatt-implikasjoner, fordeler og ulemper sammenlignet med turist-leie, og realistisk avkastning på Costa Blanca.",
    "sections": [
      {
        "title": "Praktisk implementering av mellom-periode-leie",
        "content": "Mellom-periode-leie krever skriftlig leie-kontrakt som spesifiserer varighet (32+ dager, maksimalt 11 måneder). Kontrakten må inneholde: eiendoms-adresse, leiepriser, depositum-beløp, hvem betaler verktøy, hus-regler, og eksakt start-/sluttdato. Deposit er typisk 1-2 måneders leie og må holdes på godkjent konto. Leietaker må gi legitimasjon, og ideelt sett referanser fra tidligere bolig-situation. Eiendom må være innflyttingsklar med møbler og essensielt utstyr. Verktøy (strøm, vann, gas, internett) må være aktive og fungere. For nye bygg, sikre at alle garantier og servicekontrakter er på plass før leietaker ankommer."
      },
      {
        "title": "Markedsetterspørsel og leietaker-typer",
        "content": "Mellom-periode leieetterspørsel drives av: digitale nomader som søker 30-90 dagers opphold mens de arbeider eksternt; innvandrere og arbeidere i overgangsfase som søker midlertidig bolig mens de etabler seg i Spania; pensjonister fra Nord-Europa som ønsker å prøve Costa Blanca-liv for flere måneder før å kjøpe; studenter på semester-opphold; og profesjonelle på midlertidig prosjekter. Denne mangfoldige etterspørsel skaper robust marked med multiple leietaker-kilder, i motsetning til begrenset ferieide-turisme-seg seg. Digitale nomader er særlig verdifulle leietakere - de betaler pålitelig, respekterer eiendom, og har lite behov for møbler/hengsler utbyttet som ferieid turister krever."
      },
      {
        "title": "Finansiell realisme og avkastnings-analyse",
        "content": "Mellom-periode leieytelse ser moderat ut på papir: €1.200/måned for €300K eiendom = 4,8% brutto avkastning. Etter 20% ledelseskostnader, 10% vedlikehold, 1% eiendomsskatt = netto avkastning rundt 2-3%. Dette er ikke imponerende sammenlignet med aksjemarkeds-avkastning. Imidlertid, når kombinert med kapital-påskjøning (2% årlig Costa Blanca gjennomsnitt) + pantlån-oppbygging, blir total avkastning på egenkapital 6-8% årlig, som er konkurransedyktig. For investorer som finansierer 20% ned, produserer en €300K eiendom €60K egenkapital-investering: 3% netto leieytelse = €1.800 årlig kontant, 2% appreciasjon = €6.000 årlig påskjøning, totalt ~13% årlig avkastning på egenkapital. Dette gjør leiet attraktiv når leversitt fra pantlån perspektiv."
      }
    ],
    "conclusion": "Mellom-periode leie er levedyktig og lovlig alternativ til turist-leie for Costa Blanca investorer. Forventet avkastning på 5-8% (brutto) eller 2-3% netto, kombinert med kapital-påskjøning og egenkapital-oppbygging fra pantlån, gjør det konkurransedyktig med andre investeringer. For de i områder med turist-lisens-forbud, er det ikke en valg men en nødvendighet - og en som fungerer faktisk rimelig bra. For de med tilgang til turist-lisenser, veies fordelene for mellom-periode (enkle lover, stabile leietakere, høyere netto avkastning) mot turist-leies fordeler (høyere brutto avkastning, fleksibilitet). Begge strategier fungerer; mellom-periode er rett valg for de som prioriterer legalitet, enkelhet og langsiktig stabilitet over aggressiv inntekt-maksimalisering.\n\nTenker på å gjøre flytte til Costa Blanca? Book en gratis 30-minutters konsultasjon med våre erfarne agenter — 12+ år med å hjelpe kjøpere finne deres perfekte nybygg-hjem i Spania."
  }
}