{
  "slug": "capital-gains-tax-spain-sellers",
  "title": "Налог на прибыль капитала Испания: Что нужно знать продавцам",
  "excerpt": "Неживущие продавцы недвижимости в Испании платят 19% EU/24% non-EU налог на прибыль капитала с 3% удержанием покупателя. Научитесь вычислению, вычетам, планированию резидентства и налогу Plusvalia муниципального.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 14,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/Finance/2.png",
  "tags": ["налог-на-прибыль", "продажа-недвижимости", "3%-удержание", "неживущий", "плюсвалия", "вычисление-налога"],
  "relatedAreas": [],
  "language": "ru",
  "content": {
    "quickAnswer": "Неживущие продавцы недвижимости в Испании лицо **19% налога на прибыль капитала для EU граждан, 24% для non-EU граждан**, вычисляемого на прибыль (цена продажи минус цена покупки и вычеты). Покупатели удерживают **3% процедур продажи** для налог-платежа. Живущие лица лицо прогрессивные ставки (19-26%) плюс муниципальный Plusvalia налог. Стратегическое время и статус резидентства существенно влияют на финальную налоговую ответственность.",
    "intro": "Продажа недвижимости Коста Бланки запускает комплексное испанское налогообложение прибыли капитала, которое часто удивляет неживущих продавцов, в частности те, неосведомленные о испанской обязательной системе 3% удержание покупателя и муниципальных Plusvalia налогах, расслоены поверх национальных налогов прибыли капитала. Система налогообложения дифференцирует остро между живущими и неживущими продавцами, с неживущими сталкивающиеся плоскими 19-24% налогами прибыли капитала в сравнении с живущими прогрессивными ставками, и оба лица дополнительный 'богатство-увеличение-налог' (муниципальный Plusvalia налог), применяемый независимо от резидентства.",
    "sections": [
      {
        "title": "Основы налога прибыли капитала: Неживущие и живущие ставки",
        "content": "Испания дифференцирует между **EU/EEA гражданами и non-EU иностранными национальными** в налогообложении прибыли капитала, с EU гражданами, получающие более благоприятное обращение. Француз, немец или итальянский гражданин (EU члены) продажи испанской недвижимости сталкивается плоской **19% налог на прибыль капитала** ставка на прибыль. Британский гражданин (пост-Brexit, сейчас обработанный как non-EU) или американский, канадский или австралийский гражданин сталкивается **24% налог на прибыль капитала** ставка. Эта отличительность, хотя явная в испанском законе, является спорной—это обращает EU граждан более благоприятно, чем другие развитые-национ граждане, потенциально нарушая испанские международные обязательства договора в некоторых событиях. Однако, Испания поддерживает это различие, основанное на EU договор-посланиях, позволяющих предпочтительное обращение для EU граждан."
      },
      {
        "title": "Живущие налоговые ставки: Прогрессивная структура (19-26%)",
        "content": "Испанские живущие сталкиваются **прогрессивным налогом-прибыль-ставок**, скорее чем плоскими ставками, с ставкой, зависящей от периода держания. Прибыль на недвижимость, держанную 1 год или меньше: обложено при живущем маргинальном налоговом-доходе ставке (вверх к 47% в крайних случаях, но типично 30-40% для высоких доходов). Прибыль на недвижимость, держанную 1-3 года: 25% плоская ставка. Прибыль на недвижимость, держанную 3-5 года: 23% плоская ставка. Прибыль на недвижимость, держанную 5+ лет: 19% плоская ставка. Эта структура инцентивирует долгосрочное владение: живущий, держащий недвижимость за 6+ года преимущество из 19% ставки, идентичный к неживущему EU ставке. Однако, живущий, продающий недавно-купленный недвижимость (держанную <1 года) сталкивается намного выше ставками—если живущий маргинальный налоговый-доход ставка 45%, прибыль капитала обложена при 45%, драматично выше, чем неживущие ставки."
      },
      {
        "title": "Вычисление прибыли капитала: Основание цены покупки и вычеты",
        "content": "Прибыль капитала вычисляется как различие между процедурой продажи и основанием стоимости, где основание стоимости включает оригинальную цену покупки плюс доп. вычеты. Основание стоимости = оригинальная цена покупки + затраты приобретения + улучшения и реновации. Для недвижимости, купленной при €250,000 с €20,000 в затратах приобретения (платежи нотария, затраты регистратора, налог на передачу недвижимости), основание стоимости €270,000. Допустимые вычеты из процедур продажи включают: **затраты приобретения** (типично 6-10% цены покупки: нотарий, регистратор, налог на передачу недвижимости), **капитальные улучшения/реновации** (документированные конструкционные или реновационные затраты: новая кровля, кухня-ремонт, добавления, но не обычное содержание), **затраты продажи** (реал-поместье-агент комиссия: типично 3-5% и юридические платежи: €500-1,500) и **налог на передачу на продажу** (типично 8-10% налог на передачу недвижимости, хотя оплачено покупателем—продавец восстанавливает это через уменьшенные чистые процедуры)."
      },
      {
        "title": "Система 3% удержание покупателя: Как Это Функции Финансово",
        "content": "Испания самая отличительная система налогообложения прибыли капитала является **3% система обязательного удержания (retención)**, где покупатель недвижимости удерживает 3% общей цены продажи для платежа налога на прибыль капитала на имени продавца. Эта система оперирует независимо от налога на передачу недвижимости покупателя (ITP)—3% удержание является отдельным удерживанием специфично для налогообложения прибыли капитала. Механика: если недвижимость продает за €400,000, покупатель мгновенно удерживает €12,000 (3% из €400,000) из процедур продажи, передачи этой суммы мгновенно к испанской налоговой полномочи (AEAT). Продавец получает €388,000 в процедурах, с €12,000 удержано для налогов. Это создает значительный поток кассы влияние—продавцы должны бюджет для получения только 97% номинальной продажи-процедуры."
      },
      {
        "title": "Plusvalia муниципальный налог: Испания Богатство-увеличение-налог на продажу недвижимости",
        "content": "**Plusvalia (Impuesto sobre el Incremento del Valor de los Terrenos de Naturaleza Urbana—Налог на увеличение в стоимости городской земли)** является муниципальным налогом, взимаемым локальными советами на продажи недвижимости, отдельно от национального налога на прибыль капитала. Plusvalia применяется к продаже городской недвижимости (дома, апартаменты, коммерческие здания) в муниципах, не сельской недвижимости. Когда недвижимость продается, муниципалитет где недвижимость расположена оценивает признание недвижимости за период владения и налагает Plusvalia налог на 'богатство-увеличение' часть прибыли. Налог применяется независимо, является ли недвижимость фактически признанная—это основано на формуле, вычисляющей 'теоретическое' признание. Значительно, **оба живущие и неживущие субъекты являются Plusvalia-предметом**; это не может быть избежано через статус резидентства. Неживущий, продающий апартаментно Коста Бланки и живущий, продающий эквивалентную недвижимость оба обязаны Plusvalia к их соответственным муниципальностям."
      }
    ],
    "conclusion": "Налогообложение прибыли капитала в Испании представляет комплексный, но управляемый вызов для продавцов недвижимости, с осторожным планированием, уменьшающим налоговую ответственность существенно. Неживущие, продающие недвижимость Коста Бланки, сталкиваются мультислойной системе налогообложения: 19% национальный налог прибыли капитала (EU граждане) или 24% (non-EU), 3% обязательное удержание покупателя и муниципальные налоги Plusvalia, объединяя к созданию 20-35% эффективных налоговых ставок на прибыль недвижимости. Однако, стратегическое планирование—подлежащая документация базы стоимости и затрат продажи, время продаж к оптимизации резидентства-статуса и привлечение квалифицированных испанских налоговых консультантов—может снижать эффективные ставки к более низкому концу этого диапазона."
  }
}
