{
  "slug": "german-pension-spain-tax",
  "title": "Пенсия в Испании: Налоговые аспекты для русских пенсионеров",
  "excerpt": "Руководство по налогообложению доходов в Испании, форма S1, пенсионные платежи, здравоохранение и практические шаги для русских пенсионеров.",
  "category": "Nationality Guide",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 14,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "language": "ru",
  "tags": ["пенсия", "налог", "испания", "пенсионеры"],
  "relatedAreas": ["denia", "javea"],
  "content": {
    "quickAnswer": "Русские пенсионеры в Испании платят испанский налог на доход 19-45% в зависимости от суммы. Форма S1 (если имеется) предоставляет бесплатный доступ к здравоохранению. Налоговое соглашение между Россией и Испанией предотвращает двойное налогообложение. Пенсионирование в Испании налогово планируемо и выполнимо.",
    "intro": "Для русских пенсионеров, желающих переехать в Испанию, налоговая ясность имеет решающее значение. Договор между Россией и Испанией регулирует налогообложение пенсионных доходов. С правильным планированием пенсионирование в Испании может быть налогово оптимальным и образом жизни исполняющимся.",
    "sections": [
      {
        "title": "Основы налогообложения пенсий",
        "subsections": [
          {
            "heading": "Налогообложение пенсионных доходов",
            "content": "Русская пенсия в Испании облагается испанским налогом 19-45% в зависимости от общего дохода. Например: пенсия €24,000/год = примерно €5,760 налога (24% средний). Нет никаких специальных скидок только за пенсию. Пенсионеры платят обычные налоги."
          },
          {
            "heading": "Регистрация в качестве резидента",
            "content": "Официальная регистрация в padrón (муниципальный реестр) важна для налоговой классификации. Резидент платит в Испании; нерезидент может платить по другим правилам. Рекомендуется официально зарегистрироваться как резидент при переезде для ясности."
          }
        ]
      },
      {
        "title": "Здравоохранение и форма S1",
        "subsections": [
          {
            "heading": "Форма S1: Доступ к здравоохранению",
            "content": "Форма S1 — это документ из России, подтверждающий пенсионный статус. С S1 пенсионеры получают бесплатный доступ к испанской государственной системе здравоохранения. Это огромное преимущество (экономия €100-400/месяц на страховку). КРИТИЧНО: подать заявку на S1 ДО переезда в Испанию. Обычно 4-6 недель на обработку."
          },
          {
            "heading": "Если S1 недоступна",
            "content": "Без S1 требуется частная страховка (€100-400/месяц дорого). Рекомендуется избежать этого — получить S1 предварительно всегда лучше."
          }
        ]
      },
      {
        "title": "Практические шаги для пенсионирования",
        "subsections": [
          {
            "heading": "Контрольный список (6 месяцев до)",
            "content": "☐ Связаться с российской пенсионной службой\n☐ Подать заявку на форму S1 (начинать процесс)\n☐ Консультация: налоговый консультант (международный)\n☐ Консультация: финансовый консультант (Испания)\n☐ Обновить российское завещание\n☐ Открыть испанский банковский счет"
          }
        ]
      }
    ],
    "conclusion": "Пенсионирование в Испании для русских пенсионеров налогово осуществимо и образом жизни желательно. Ключ — получить форму S1 ДО переезда и консультироваться с налоговым консультантом. С этими шагами русский пенсионер может наслаждаться Коста-Бланкой без налоговых сюрпризов.\n\nInterested in properties in this area? Book a free 30-minute consultation with our team — with over 12 years of experience, we'll help you find exactly what you're looking for."
  },
  "image": "/images/Real Estate agent/3.png"
}
