{
  "slug": "modelo-720-foreign-assets-spain",
  "title": "Модель 720: Декларирование иностранных активов в Испании",
  "excerpt": "Форма Модель 720 требует от испанских резидентов декларировать иностранные активы, превышающие €50 000. Узнайте правила подачи документов, снижение штрафов после решения ЕС и что считается подлежащим отчёту активом.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 13,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "modelo-720",
    "tax-declaration",
    "foreign-assets",
    "residency",
    "AEAT",
    "annual-obligation"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Испанские налоговые резиденты должны подавать **Модель 720 ежегодно** , декларируя иностранные активы, превышающие **пороговое значение €50 000**, включая банковские счета, инвестиции, иностранную собственность и деловые интересы. Штрафы за неподачу документов составляли €5000-100000+ но значительно снижены после решений Суда ЕС в 2023-2024 гг. Подача обязательна, даже если вы не должны дополнительный налог.",
    "intro": "Форма Модель 720 представляет одно из самых строгих требований Испании по налоговому соответствию для резидентов, требуя всеобъемлющего годового отчёта об иностранных активах, содержащихся вне Испании. Названный в честь номера испанской налоговой формы, Модель 720 требует декларирования банковских счетов, инвестиций, деловых интересов, недвижимого имущества и других активов, расположенных в иностранных странах, с пороговым значением €50 000, инициирующим обязательства по подаче документов. Для нерезидентов, переезжающих на Коста-Бланку (которые становятся испанскими налоговыми резидентами при установлении резидентства), требование Модель 720 представляет немедленные проблемы с соответствием — большинство экспатов сохраняют значительные активы в своих странах происхождения (британские банковские счета, американские пенсионные счета, австралийская собственность), которые должны быть указаны в испанской налоговой инспекции (AEAT — Agencia Estatal de Administración Tributaria). Неподача документов или неполная подача исторически привела к серьёзным штрафам, иногда превышающим €100 000, даже в отсутствие фактического уклонения от налогов. Однако историческое решение Суда справедливости ЕС в 2023 году признало самые суровые штрафы Испании несоразмерными, что привело AEAT к существенному снижению штрафов в 2024-2025 гг. Это руководство предоставляет всеобъемлющее освещение обязательств Модель 720, недавних реформ штрафов, практических процедур подачи документов и стратегических подходов к соответствию для новых резидентов, держащих значительные иностранные активы.",
    "sections": [
      {
        "title": "Понимание Модели 720: Что это такое и почему Испания её требует",
        "subsections": [
          {
            "heading": "Пороговое значение €50 000 и кто должен подавать документы",
            "content": "Форма Модель 720 — это **обязательная годовая декларация иностранных активов, полученных испанскими налоговыми резидентами** , подаваемая в AEAT **до 31 марта каждого года** (за предыдущий календарный год). Испанские налоговые резиденты — это лица, которые: проводят более 183 дней в Испании в течение календарного года, сохраняют свою основную резиденцию в Испании или устанавливают центр своих экономических интересов в Испании. Как только человек становится испанским налоговым резидентом — обычно при покупке собственности на Коста-Бланке, регистрации в муниципальных органах (Padró) и проведении 183+ дней там — обязательство Модель 720 автоматически применяется, если иностранные активы превышают €50 000. Пороговое значение €50 000 является совокупным: резидент с €30 000 на британском банковском счете, €15 000 в американских акциях и €10 000 кредита иностранному члену семьи (всего €55 000) превышает пороговое значение и должен подать документы. Примечательно, пороговое значение не касается дохода — это касается **стоимостей активов**. Резидент может иметь нулевой иностранный доход, но значительные иностранные активы (унаследованная собственность, право собственности бизнеса, исторические инвестиции), запускающие требование подачи документов. Кроме того, **пороговое значение является кумулятивным по всем категориям** — отдельного порога отчётности для различных типов активов нет; превышение €50 000 в сумме требует всеобъемлющего отчёта всех иностранных активов по всем категориям. Распространённое неправильное понимание: резиденты считают, что подача документов требуется только, если они имеют иностранный доход или совершили иностранные операции в течение года. Это неправильно — отчёт Модель 720 применяется на основе имущественных интересов на 31 декабря, независимо от того, был ли получен доход, произошли ли операции или актив активен."
          },
          {
            "heading": "Испанская резидентность запускает обязательства Модели 720",
            "content": "Нерезиденты, переезжающие на Коста-Бланку и покупающие собственность, обычно сразу же инициируют испанскую налоговую резидентность, активируя обязательства Модель 720, начиная с года, следующего за установлением резидентства. Рассмотрим британскую супружескую пару, покупающую квартиру морского фасада на €350 000 в 2026 году: они проводят 200 дней в собственности в течение 2026 года (устанавливая резидентство 183+ дней), регистрируются в местных муниципальных органах (Padró) и получают испанские налоговые идентификаторы (NIFs). В их налоговой декларации 2027 года (подача в апреле 2027 года за налоговый год 2026) они должны включить отчёт Модель 720. Если они сохраняют €100 000 на британском банковском счете, €250 000 в британских пенсионных сбережениях и €150 000 в инвестициях (всего €500 000 в иностранных активах), пороговое значение €50 000 существенно превышено и требуется всеобъемлющая подача документов Модель 720. Первоначальная подача может быть сложной: пара должна отслеживать все номера счетов иностранных активов, финансовые учреждения, типы счетов и остатки на 31 декабря. Ошибки распространены — пропуск иностранного счета, занижение стоимостей активов или неправильная категоризация активов. Эти ошибки вызывают штрафы, обсуждаемые ниже. Стратегия: при становлении испанским резидентом немедленно организуйте документацию иностранных активов и привлеките испанского гестора (налоговый советник) для подготовки начальной подачи Модель 720. Инвестиция (€500-1000 для профессиональной подготовки) предотвращает дорогостоящие штрафы. Кроме того, многие экспатриантские пары имеют активы, содержащиеся отдельно на имя одного супруга (например, британская собственность на имя жены, американские пенсионные счета на имя мужа) — обязательство Модель 720 применяется к тому супругу, который является испанским налоговым резидентом, поэтому чёткая документация права собственности на активы и собственно ли оно индивидуальное или совместное имеет решающее значение."
          },
          {
            "heading": "Почему Испания требует форму: обоснование политики и международный контекст",
            "content": "Испания ввела требование Модель 720 для **предотвращения уклонения от налогов посредством скрытия морских активов** и соответствия международным инициативам по налоговой прозрачности (FATCA — Foreign Account Tax Compliance Act, AEOI — Automatic Exchange of Information). Основополагающая политика: испанские резиденты не могут скрывать богатство за границей, чтобы избежать испанского налогообложения; все иностранные активы должны быть указаны в AEAT. Эта политика не уникальна для Испании — большинство развитых стран требуют отчёта резидентов об иностранных активах. США требуют FBAR (Foreign Bank Account Report) для резидентов с иностранными счетами, превышающими $10 000 совокупно. Великобритания требует отчёта об иностранных активах, превышающих £100 000. Германия требует отчёта об иностранных активах. Требование Испании более строгое в нескольких отношениях: пороговое значение €50 000 ниже, чем пороги США/Великобритании, режим штрафов был (исторически) намного суровее, и Испания требует отчёта по многочисленным категориям активов помимо просто банковских счетов. Испания оправдывает требования как необходимые для предотвращения явления «швейцарского банковского счета» — состоятельные люди исторически скрывали активы на секретных иностранных счетах. Требование отчёта Модель 720 нацелено на закрытие этой лазейки. Для честных резидентов с прозрачными финансами требование в основном является административным бременем (годовая подача стоимости, время, затраченное на сбор документации), а не проблемой налоговой ответственности. Однако резиденты, которые намеренно скрывают иностранные активы при указании только испанского дохода, сталкиваются с серьёзными штрафами и возможной уголовной ответственностью."
          }
        ]
      },
      {
        "title": "Категории отчётных активов: что считается в соответствии с Моделью 720",
        "subsections": [
          {
            "heading": "Банковские счета и ликвидные активы",
            "content": "**Банковские счета, содержащиеся в иностранных финансовых учреждениях, должны быть указаны** , включая: текущие/расчётные счета, сберегательные счета, инвестиционные счета, счета денежного рынка и любые счета, содержащие наличные или эквиваленты наличных. Отчёт включает: название финансового учреждения, страну, номер счета (или идентификатор, если номер недоступен), тип счета (личный, совместный, деловой) и остаток закрытия на 31 декабря отчётного года. Резидент с £50 000 на британском банковском счете, €30 000 на французском сберегательном счете и $25 000 на американском текущем счете указывает все три (всего €105 000, превышая пороговое значение €50 000). Каждый счет указан отдельно в Модели 720. Распространённые ошибки: резиденты пропускают счета, которые они считают «неактивными» (старые университетские банковские счета с минимальными остатками), не указывают счета в процессе закрытия или занижают остатки счетов из-за колебаний обменного курса. AEAT ожидает точности — остатки счетов должны соответствовать остаткам выписки из банка на конец года. Несоответствия между отчётностью Модель 720 и выписками из банка (часто обнаруживаемые посредством международного автоматического обмена информацией) инициируют запросы аудита."
          },
          {
            "heading": "Инвестиционные счета: акции, облигации, взаимные фонды",
            "content": "Инвестиционные счета, содержащиеся за границей, должны быть указаны, включая **брокерские счета, содержащие акции, облигации, ETF, взаимные фонды и подобные ценные бумаги**. Отчёт включает: стоимость счета (рыночная стоимость на 31 декабря), название финансового учреждения и страну, тип счета и обычно список основных активов. Резидент с €200 000 инвестиционного счета на британском брокере, держащий различные акции и облигации, указывает всю стоимость €200 000 в Модели 720. Отчёт основан на рыночной стоимости, а не на стоимости по цене приобретения или производительности — если счет составлял €250 000 при установлении, но снизился до €200 000, указывается текущая стоимость €200 000. Если счет повышается до €280 000 к концу года, указывается €280 000. Это создаёт сложность: если производительность инвестиций волатильна (фондовый рынок снижается в некоторые годы, повышается в других), сумма, указанная в Модели 720, колеблется, потенциально инициируя вопросы аудита о согласованности. Подробные листинги инвестиций не требуются — держатель счета указывает общую стоимость счета и учреждение, а также основные активы, если специально запрашивается во время аудита. Однако AEAT может запросить вспомогательную документацию (выписки брокерского счета) во время аудита. Распространённый вопрос: подлежат ли отчёту пенсионные счета (такие как британские ISA, американские 401(k), австралийская суперсбережение)? Обычно да — если счет содержится за границей и держатель счета имеет выгодное право собственности, подлежит отчёту независимо от его статуса 'пенсионный'. Американские 401(k) держателей испанских резидентов подлежат отчёту в Модели 720. Британские ISA подлежат отчёту. Однако некоторые счета получают особую обработку — американские пенсионные счета могут получить отсрочку согласно конкретным налоговым договорам, и пенсионные счета супруг(-и), содержащиеся отдельно, могут не подлежать отчёту в зависимости от документации выгодного права собственности."
          },
          {
            "heading": "Иностранная недвижимость и деловые интересы",
            "content": "**Иностранное недвижимое имущество должно быть указано в Модели 720** , включая имущество для сдачи в аренду, вакантные земли, коммерческие здания и дома отпуска, содержащиеся за границей. Испанский резидент, содержащий таунхаус в Лондоне, ферму во Франции и неразработанные земли в Португалии, должен указать все три собственности. Отчёт включает: адрес собственности, страну, примерную стоимость (стоимость или оценённую рыночную стоимость), тип собственности и генерирует ли она доход от аренды. Оценка является сложной — что стоит таунхаус в Лондоне? Используйте недавние оценки рынка, оценки налога на имущество (британские оценки совета налогов — это отправные точки, но не формальные оценки) или консервативные оценки. AEAT ожидает разумные оценки; чрезвычайно низкие оценки (указание таунхауса в Лондоне стоимостью €2 млн как €500 000) инициируют проверку аудита. Деловые интересы за границей — доли собственности в иностранных корпорациях, товариществах или ИП — также подлежат отчёту. Американский владелец строительного бизнеса с долей в американской строительной компании указывает этот интерес собственности. Оценка является сложной: для публично торгуемых компаний используйте цену на фондовом рынке; для частных компаний используйте недавние оценки бизнеса, если доступны, или консервативные оценки на основе дохода бизнеса и типичных множителей оценки. Кроме того, интересы займа подлежат отчёту — если испанский резидент одолжил €50 000 иностранному члену семьи (документированное соглашение о кредитовании, указанная процентная ставка), дебиторская задолженность по кредиту €50 000 подлежит отчёту как иностранный актив. Это ловит множество резидентов: они сделали неформальные кредиты членам семьи за границей, забыли о них и не указали их в Модели 720."
          },
          {
            "heading": "Страховые полисы, пенсионные счета и криптовалюта",
            "content": "**Иностранные полисы страхования жизни с остаточной стоимостью денежных средств подлежат отчёту** , такие как полисы универсального страхования жизни, приобретённые за границей с накопленной стоимостью денежных средств. Резидент с американским полисом универсального страхования жизни стоимостью €50 000 в стоимости денежных средств указывает это. Однако полисы срочного страхования жизни (которые не имеют стоимости денежных средств, только покрытие смертельных случаев) не подлежат отчёту. Иностранные пенсионные счета, такие как британские личные пенсии (частные пенсии, ISA с компонентами пенсий), немецкие пенсионные планы и австралийские счета суперсбережения, подлежат отчёту, если держатель счета имеет выгодное право собственности и переданное право. Это сложная территория — некоторые иностранные пенсионные планы имеют защищённый статус согласно конкретным налоговым договорам, в этом случае отчёты могут быть изменены или отменены. Для большинства резидентов консервативный подход — указывать иностранные пенсионные счета в Модели 720; гестор определит, применяются ли какие-либо освобождения по договору. **Запасы криптовалюты подлежат отчёту** , если содержаны в иностранных счетах/бумажниках. Оценка основана на рыночной стоимости криптовалюты на 31 декабря (например, стоимость Bitcoin на 31 декабря 2025 года в EUR). Резидент, держащий €75 000 в Bitcoin, Ethereum или других криптовалютах, сохранённых на иностранных крипто-биржах или аппаратных кошельках, указывает стоимость €75 000. Отчётность по криптовалютам является недавним (после 2020 года) требованием, и многие резиденты всё ещё учат это обязательство — неподача документов о запасах криптовалюты инициировала удивительные штрафы."
          }
        ]
      },
      {
        "title": "Крайний срок подачи документов, процедуры и технические требования",
        "subsections": [
          {
            "heading": "Годовой крайний срок 31 марта и структура года отчётности",
            "content": "Форма Модель 720 подаётся **ежегодно на или до 31 марта** , указывая все иностранные активы, содержащиеся на **31 декабря предыдущего года**. Поэтому испанский резидент, подающий свои налоги за 2025 год в марте 2026 года, включает форму Модель 720, указывающую все иностранные активы, содержащиеся на 31 декабря 2025 года. Подача отделена от налоговой декларации по доходам (Declaración de la Renta), но обычно подаётся одновременно в марте/апреле. Однако Модель 720 имеет свой крайний срок 31 марта — если налоговая декларация по доходам подаётся в апреле, Модель 720 должна быть подана до 31 марта, создав немного более ранний крайний срок. Пропуск крайнего срока 31 марта приводит к штрафам немедленно (обычно €50-100 для позднего заполнения). Если подача опаздывает на более чем 3 месяца, штрафы существенно повышаются. Для новых резидентов, переезжающих на Коста-Бланку в 2026 году и устанавливающих испанское налоговое резидентство, первоначальная подача Модель 720 подлежит 31 марта 2027 года (указание иностранных активов на 31 декабря 2026 года). Многие новые резиденты неправильно предполагают, что их первый год резидентства освобождён от подачи — это не так. Все испанские налоговые резиденты должны подавать документы, независимо от того, были ли они резидентами на протяжении всего календарного года. Британский экспат, переезжающий в Аликанте в июне 2026 года, является испанским резидентом в течение 7 месяцев 2026 года, но должен подать Модель 720 до 31 марта 2027 года, указав все иностранные активы на 31 декабря 2026 года."
          },
          {
            "heading": "Электронная подача через портал AEAT",
            "content": "Форма Модель 720 подаётся **в электронном виде через онлайн-портал AEAT** (www.agencia-tributaria.es) или через квалифицированного налогового представителя/гестора. Отдельные резиденты могут подавать документы непосредственно, если они имеют учётные данные доступа AEAT (полученные посредством системы цифровых сертификатов). Однако большинство экспатов используют испанского гестора (налогового советника) для подачи от своего имени, так как процесс сложен и требует владения испанским языком и доступа к технической системе. Процесс подачи документов: гестор подготавливает форму Модель 720, используя программное обеспечение AEAT (доступное бесплатно на веб-сайте AEAT), вводит все детали иностранных активов и подаёт в электронном виде через портал AEAT. Форма включает: имя резидента, NIF (испанский налоговый идентификатор) и для каждого иностранного актива — тип актива, страну, финансовое учреждение, номер счета (если применимо) и стоимость на 31 декабря. Подача создаёт расписку (acuse de recibo), подтверждающую успешную подачу; резиденты должны сохранить эту расписку как доказательство соответствия. Электронная подача является обязательной с 2015 года — бумажные подачи документов больше не принимаются. Стоимость подачи: при использовании гестора обычно €100-300 за подготовку и подачу Модель 720 (часто объединённые с подачей налоговой декларации по доходам при общей стоимости €400-800). Эта стоимость подлежит вычету как расходы профессионального обслуживания, если резидент детализирует вычеты, хотя большинство испанских резидентов используют стандартный вычет."
          },
          {
            "heading": "Распространённые технические ошибки и процедуры исправления",
            "content": "Распространённые ошибки подачи Модель 720 включают: **пропуск счетов** (резидент забывает указать небольшой иностранный счет или не понимает, что счета подлежат отчёту), **занижение стоимостей** (указывает остаток на 31 декабря 2025 года в размере €45 000, когда фактический остаток составлял €60 000, часто из-за ошибок конвертации валюты), **неправильная категоризация счета** (указывает сберегательный счет как инвестиционный счет, вызывая несоответствия), **неудача в обновлении номеров счетов или названий учреждений** (проблемы согласованности от года к году, если счета консолидированы или переведены) и **указание счетов умерших родственников** или счетов, где резидент не имеет выгодного права собственности (неправильный отчёт об отдельной собственности супруг(-и) или счётов стареющих родителей). Если ошибки обнаруживаются до инициирования аудита AEAT (собственный обзор резидента или проверка гестора перед подачей), резидент может подать **исправленную Модель 720** (Модель 720-изменённую) до крайнего срока 31 марта, исправляя ошибки без штрафов. Если AEAT обнаруживает ошибки во время аудита, применяются штрафы. Процедуры исправления: подайте исправительную форму (Модель 720 с обозначением исправления), показывающую исходную и исправленную информацию. AEAT обычно обрабатывает исправления в течение недель, если поданы активно."
          }
        ]
      },
      {
        "title": "Штрафы: исторические высокие ставки и недавние снижения, обусловленные ЕС",
        "subsections": [
          {
            "heading": "Минимальный штраф €5000 и режим до 2024 года",
            "content": "До 2023-2024 гг режим штрафов Модель 720 Испании был суровым: неподача или неполная подача приводили к **минимальным штрафам €5000 за нарушение** , со штрафами, повышающимися на основе опущенных стоимостей активов. Если резидент опустил отчёт об иностранном счете стоимостью €100 000, штраф мог быть €5000 (минимум) плюс дополнительные проценты, достигающие €10000-50000+ в зависимости от стоимости актива и определил ли AEAT намеренное скрытие. В особенно вопиющих случаях, связанных с множественными неуказанными счетами и значительными стоимостями, штрафы превышали €100 000. Например, пенсионер, переезжающий на Коста-Бланку с €500 000 в иностранных активах (британская собственность, пенсия, инвестиции), который не подал Модель 720, столкнулся с потенциальными штрафами €25000-100000, несмотря на отсутствие намерения уклоняться от налогов — просто из-за незнакомства с требованиями отчётности Испании. Режим штрафов стимулировал добровольное раскрытие: резиденты, которые активно указали ранее неуказанные иностранные активы, могли претендовать на снижение штрафов (50-90% сокращение), если отчёт был сделан до инициирования аудита AEAT. Однако добровольное раскрытие требовало сложной документации и часто инициировало внимание специального аудита, создавая сложный путь 'амнистии'."
          },
          {
            "heading": "Решение Суда справедливости ЕС (2023) и снижение штрафов",
            "content": "В 2023 году **Суд справедливости ЕС (Дело C-504/19 и связанные дела)** постановил, что режим штрафов Модель 720 Испании был **несоразмерным и нарушал принципы ЕС** пропорциональности и свободы передвижения. ECJ установил, что государства-члены не могут налагать штрафы настолько суровые, что они фактически препятствуют резидентам (включая граждан ЕС) от свободного перемещения и удержания активов за границей. Штрафы Испании — в частности, автоматические €5000+ минимум независимо от намерения или стоимости актива — нарушали эти принципы. Следуя этому решению, испанское правительство и AEAT объявили о существенном снижении штрафов, вступившем в силу 2024-2025 гг. Новый режим штрафов: неподача Модель 720: **€50-100 штраф** (против €5000+ ранее). Неполная подача (опущение счётов или занижение стоимостей менее чем на 10%): **€100-300** (против €5000+ ранее). Опущение активов, превышающих 10% от общей стоимости: **€300-1000** (против повышающихся процентов ранее). Намеренное несоответствие (умышленное скрытие): **€1000-3000** за счет (существенно ниже, чем штрафы до 2023 года, но всё же значительно). Эти снижения представляют сдвиг парадигмы — штрафы теперь соразмерны фактическим сбоям соответствия, а не пунитивны. Резидент, подающий документы с опозданием на 10 дней, сталкивается с штрафом €50-100, а не €5000. Это делает соответствие значительно менее дорогим и более достижимым для обычных резидентов."
          },
          {
            "heading": "Текущий режим штрафов и стимулы соответствия",
            "content": "По состоянию на 2026 год **режим штрафов Модель 720 Испании существенно реформирован** и значительно менее обременительный, чем до 2024 года. Реформированный режим создаёт более чёткие стимулы: подайте документы вовремя и полностью — минимальные или отсутствующие штрафы. Подайте документы с опозданием, но точно — небольшие штрафы (€50-200). Подайте неполные документы — умеренные штрафы (€100-1000) в зависимости от серьёзности опущения. Штрафы являются гражданскими (административными налоговой инспекцией), а не уголовными, если AEAT не определит намеренное мошенничество или отмывание денег. Для новых резидентов, переезжающих на Коста-Бланку, реформированный режим штрафов устраняет основное бремя соответствия. Британский экспат, незнакомый с испанскими требованиями, который неумышленно опустит иностранный счет при их первой подаче Модель 720, сталкивается с управляемым штрафом (€100-300), а не потенциально €10000+ штрафом, который применялся бы до 2024 года. Этот реформированный режим в настоящее время (2026) стабилен — нет объявленных дальнейших изменений. Однако резиденты должны оставаться осведомлены: если ЕС или международные налоговые инспекции выявят новые пробелы в соответствии, дальнейшие реформы могут произойти. Кроме того, хотя штрафы снижены, Испания сохраняет право оценивать задолженные налоги, если резиденты недо-указали иностранный доход или не указали облагаемые налогом события (например, доход от процентов на иностранные счета). Подача Модель 720 отчётов отдельно не устраняет налоговую ответственность — резиденты всё равно должны налог на доход иностранного источника, указанный в своих декларациях личного дохода."
          }
        ]
      },
      {
        "title": "Практическая стратегия подачи документов: пошагово для новых резидентов",
        "subsections": [
          {
            "heading": "Год 1: установление резидентства и первоначальная подача Модель 720",
            "content": "Нерезидент, переезжающий на Коста-Бланку в 2026 году, должен немедленно спланировать соответствие Модель 720. **Шкала времени и этапы действий:** 1) При переезде и установлении резидентства (проведение 183+ дней в Испании в 2026 году) зарегистрируйтесь в местных муниципальных органах (Padró) и получите испанский налоговый идентификатор (NIF) от AEAT. 2) Соберите документацию всех иностранных активов, содержащихся на 31 декабря 2026 года: получите выписки из банка для всех британских/иностранных банковских счетов, распечатайте выписки с инвестиционных счетов, копии документов для оценки иностранного недвижимого имущества или документы, и список любых иностранных деловых интересов или кредитов. 3) Организуйте документацию по типам активов: ликвидные активы (банковские счета), инвестиции (брокерские счета, криптовалюты), недвижимое имущество (адреса, оценки) и деловые интересы. 4) Рассчитайте общие иностранные активы: суммируйте все оценки на 31 декабря 2026 года. Если общая сумма превышает €50000, применяется требование Модель 720. 5) Привлеките испанского гестора (налогового советника) в январе 2027 года для подготовки вашей первоначальной подачи Модель 720. Предоставьте всю документацию, организованную по типам активов. 6) Подайте заполненную Модель 720 через гестора до 31 марта 2027 года (крайний срок налогового года 2026). Сохраните расписку подачи (acuse de recibo) как доказательство соответствия. 7) Подайте декларацию личного дохода (Declaración de la Renta) до 30 апреля 2027 года, включив Модель 720 как часть пакета налоговой декларации."
          },
          {
            "heading": "Последующие годы: поддержание соответствия и управление изменениями",
            "content": "После первоначальной подачи последующие ежегодные подачи Модель 720 являются рутинными, если иностранные имущественные интересы остаются стабильными. **Годовой процесс соответствия:** 1) В январе каждого года соберите выписки на 31 декабря для всех иностранных активов. 2) Рассчитайте общие иностранные активы и определите, превышен ли пороговое значение €50000 (оно остаётся превышено из года в год для большинства резидентов). 3) Если составы активов остаются похожими (те же счета, согласованные стоимости), гестор подготавливает годовую Модель 720 с обновленными остатками. 4) Подайте до 31 марта каждого года. Однако усложнения возникают, если: иностранный счет закрыт (указывается счет с остатком конца года €0 и заметкой 'закрыт' дата), открыт новый счет (добавьте его в подачу и заметкой 'открытие' дата), собственность продана (указывается собственность с заметкой 'продана' дата) или запасы криптовалюты колеблются существенно (указывается рыночная стоимость конца года). Кроме того, колебания валют усложняют отчётность. Резидент с £100000 на британском счете указывает эквивалент EUR на 31 декабря. Если обменный курс GBP/EUR сдвигается между декабрём и датой подачи в марте, указанная стоимость может отличаться от текущей стоимости — это приемлемо, так как подача Модель 720 основана на стоимостях на 31 декабря, а не датах подачи. Гестор обычно управляет этими обновлениями автоматически, но резиденты должны обеспечивать точность из года в год, предоставляя обновленные выписки счетов каждый январь."
          },
          {
            "heading": "Специальные ситуации: супруг(-и), множественные резидентства и недавние переезжающие",
            "content": "**Семейные пары:** Если оба супруга являются испанскими налоговыми резидентами, каждый подаёт отдельную Модель 720, указывая их соответствующие отдельные активы. Муж с британскими банковскими счетами подаёт отчёт об этих счётах; жена с отдельной австралийской собственностью подаёт отдельно. Совместные активы указываются супругом с основным выгодным правом собственности или разделены поровну и указываются каждым супругом, если оба имеют равные интересы. Каждая Модель 720 подаётся отдельно с NIF каждого супруга. **Множественные резидентства:** Резидент, разделяющий время между Испанией и другой страной (сохраняя резидентства в обе), может потерять испанское налоговое резидентство, если проводит менее 183 дней в Испании. Если нерезидент, Модель 720 не требуется. Однако, если устанавливается испанское резидентство (183+ дней в Испании в данном году), Модель 720 становится обязательной для этого года, даже если предыдущий год они были нерезидентом. **Недавние переезжающие:** Нерезиденты, становящиеся испанскими резидентами в середине года (например, покупка собственности Коста-Бланки в сентябре 2026 года), подвергаются Модель 720 за этот календарный год, если они превышают резидентство 183 дней. Однако некоторые новые резиденты находят бремя соответствия первого года Модель 720 сложным и нанимают консультантов (€1000-2000 за всеобъемлющую подготовку совета). Эта инвестиция целесообразна — установление надлежащего соответствия в году 1 предотвращает штрафы и проблемы аудита в последующих годах."
          }
        ]
      },
      {
        "title": "За пределами Модели 720: автоматический обмен информацией и AEOI/FATCA",
        "subsections": [
          {
            "heading": "Международный автоматический обмен информацией (AEOI)",
            "content": "За пределами Модели 720 Испания участвует в протоколах **автоматического обмена информацией (AEOI)** , в частности Common Reporting Standard (CRS), который требует от иностранных финансовых учреждений указывать информацию об счёте непосредственно испанской налоговой инспекции (AEAT). Это означает, что AEAT получает информацию об иностранных банковских счетах испанских резидентов, инвестициях и других финансовых активах непосредственно от иностранных финансовых учреждений — без требования резидентом указывать их в Модели 720. Участие CRS охватывает приблизительно 100+ стран и юрисдикций глобально. Британский банк, содержащий счет испанского резидента, автоматически указывает информацию об этом счёте (номер счета, остаток, имя владельца) в AEAT. Австралийская брокерская компания, содержащая инвестиции австралийского резидента, указывает в ATO и, если владелец счета также является испанским резидентом, указывает в AEAT также. Система AEOI существенно повышает осведомленность AEAT об иностранных активах резидентов — резиденты не могут скрывать спрятанные иностранные счета, так как информация автоматически указана. Это делает соответствие Модель 720 более важным: резиденты должны самоуказываться активы, которые AEAT самостоятельно узнают через AEOI. Если резидент не указывает иностранный банковский счет в Модели 720, AEAT получит ту же информацию об этом счёте от банка месяцы спустя. Несоответствие (опущена подача по сравнению с указанной банком информацией) инициирует запросы аудита и штрафы. Эта система стимулирует честное соответствие: резиденты понимают, что AEAT выявит несоответствия между самоуказанными активами и указанной третьей стороной информацией."
          },
          {
            "heading": "FATCA и специфичные для США требования",
            "content": "**FATCA (Foreign Account Tax Compliance Act)** является американским законом, требующим от иностранных финансовых учреждений указывать счета американских лиц в IRS. Для испанских резидентов, которые являются американскими гражданами или держателями зелёной карты, FATCA применяется в дополнение к Модели 720. Американский гражданин, проживающий на Коста-Бланке, должен указывать иностранные счета как Испании (Модель 720), так и США (FBAR — Foreign Bank Account Report, если счета превышают $10000). Требования к отчётности перекрываются, но не идентичны: Модель 720 использует пороговое значение €50000, FBAR использует пороговое значение $10000; Модель 720 указывает годовые остатки на 31 декабря, FBAR указывает максимальные остатки в течение года; Модель 720 подаётся с налогами, FBAR подаётся отдельно. Американские граждане с €50000+ иностранными активами обычно подают как Модель 720, так и FBAR, часто со специалистом по налогам двойной страны (консультант налогов США-Испания). Штрафы за несоответствие FATCA строги согласно американскому законодательству: неподача FBAR приводит к штрафам €10000+ независимо от намерения, и намеренная неподача может привести к уголовной ответственности и существенным гражданским штрафам. Для американских граждан, переезжающих в Испанию, соответствие FATCA столь же критично, как соответствие Модель 720 — многие консультанты по налогам рекомендуют нанимать специалистов по налогам двойной страны для обеспечения выполнения как американских, так и испанских обязательств."
          }
        ]
      }
    ],
    "conclusion": "Форма Модель 720, хотя изначально и выглядит обременительной, стала значительно более управляемой следующих реформ штрафов Испании 2024-2025 гг. Испанские налоговые резиденты должны подавать документы ежегодно до 31 марта, декларируя иностранные активы, превышающие €50000, но реформированные штрафы (€50-300 для большинства пробелов соответствия) больше не налагают дракониевые финансовые бремя на честных резидентов. Для нерезидентов, переезжающих на Коста-Бланку и устанавливающих испанское налоговое резидентство, быстрое привлечение испанского гестора (налогового советника) в первый год резидентства гарантирует надлежащее соответствие Модель 720, устраняя неопределённость и риск штрафа. Подача является прямолинейной, как только документация организована: скомпилируйте остатки на 31 декабря для всех иностранных счетов, собственности и деловых интересов, предоставьте информацию гестору и подайте до 31 марта. Годовое соответствие в последующих годах является рутинным. Реформированный режим штрафов создаёт стимулы для соответствия — инвестиция €200-400 в профессиональную подачу документов предотвращает штрафы, намного превышающие эту стоимость. Кроме того, резиденты должны понимать, что подача Модель 720 интегрируется с системами автоматического обмена информацией (AEOI/CRS): AEAT получает информацию об иностранных счетах от международных финансовых учреждений, делая скрытие невозможным и проверку соответствия автоматической. Для граждан США и некоторых других иностранцев, дополнительные требования соответствия (FATCA, отчётность стран происхождения) могут применяться вместе с Модель 720, необходимой координацией со специалистом консультантов. Суть: организуйте документацию иностранных активов, привлеките компетентного испанского гестора и подавайте Модель 720 вовремя и точно каждый год. Стоимость соответствия скромная (€200-500 ежегодно для профессиональной подачи), штрафы в соответствии с реформированными правилами управляемы, и душевное спокойствие относительно соответствия налоговой инспекции бесценно.\n\nДумаете о переезде на Коста-Бланку? Забронируйте бесплатную 30-минутную консультацию с нашими опытными агентами — 12+ лет помощи покупателям найти свой идеальный новый дом на Коста-Бланке."
  },
  "image": "/images/Finance/1.png"
}
