{
  "slug": "notary-vs-lawyer-spain-property",
  "title": "Нотариус против адвоката в Испании: кто что делает при покупке недвижимости?",
  "excerpt": "Понимание ролей испанского нотариуса и адвоката при покупке недвижимости. Изучите их различные функции, расходы (€600-1200 гонорар нотариуса) и почему вам нужны оба профессионала для безопасной сделки.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "notary",
    "lawyer",
    "abogado",
    "notario",
    "escritura",
    "property-purchase",
    "roles"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "В Испании нотариус (notario) — государственный чиновник, заверяющий документы и свидетельствующий подписи, а адвокат (abogado) предоставляет юридические консультации и защищает ваши интересы. Оба необходимы — нотариусы берут €600-1200 комиссии, адвокаты берут почасовую ставку или фиксированную ставку. Вы не можете купить недвижимость без участия нотариуса по закону.",
    "intro": "При покупке недвижимости в Испании многие международные покупатели путаются в ролях нотариусов и адвокатов. Это два совершенно разных профессионала с отчетливыми юридическими функциями, но оба необходимы для успешной покупки собственности. В отличие от некоторых стран, где один адвокат обрабатывает все, испанская система гражданского права требует официального лица (нотариуса) для подтверждения и формализации всех операций с недвижимостью. Эта статья объясняет ровно, что делает каждый профессионал, когда они вовлечены, типичные расходы и почему испанское право требует обоих.",
    "sections": [
      {
        "title": "Испанский нотариус: государственный чиновник и засвидетельствование",
        "subsections": [
          {
            "heading": "Кто такой нотариус в Испании?",
            "content": "Нотарий **notario público** не является адвокатом — это государственный чиновник, назначенный правительством служить беспристрастным свидетелем юридических операций. В Испании нотариусы входят в число наиболее уважаемых профессионалов на рынке недвижимости. Они регулируются **Ley del Notariado** (Закон о нотариусах) и должны пройти строгие экзамены и поддерживать профессиональное страхование. Роль нотариуса принципиально отличается от адвокатов в странах общего права, которые могут обрабатывать сделки. Испанские нотариусы действительно нейтральны — они не представляют покупателя или продавца, но защищают интересы государства и обеспечивают соответствие закону."
          },
          {
            "heading": "Ключевые обязанности нотариуса",
            "content": "Нотариус имеет несколько критических функций при покупке вашей недвижимости:\n\n**Проверка документов**: До подписания escritura (акта), нотариус проверяет, что продавец действительно владеет недвижимостью, проверяя **Nota Simple** (сертификат реестра земли). Они подтверждают отсутствие недокументированных ипотек, embargos (судебных приказов) или обременений на недвижимость.\n\n**Проверка личности**: Нотариус проверяет официальные документы ID (pasaporte, NIE или DNI) как покупателя, так и продавца, чтобы подтвердить, что они действительно являются теми, кем они являются. Международные покупатели обычно нуждаются в паспорте плюс доказательстве статуса налогового резидента.\n\n**Проверка погашения долга**: Нотариус подтверждает с кредитором по ипотеке (если применимо), что любые непогашенные ипотеки будут погашены из выручки от продажи. Они получают документы **cancelación de hipoteca** (погашение ипотеки).\n\n**Чтение и объяснение акта**: При подписании акта нотариус должен **прочитать вслух весь escritura** (акт) на испанском языке. Это не формальность — это юридическое требование. Нотариус читает каждое предложение, номер статьи, описание недвижимости, цену покупки и информацию о сторонах. Как покупатель, так и продавец должны подтвердить, что они это понимают.\n\n**Свидетельство подписей**: Нотариус физически свидетельствует подписи как покупателя, так и продавца. Это требует их обоих присутствия в офисе нотариуса (хотя доверенность может заменить при необходимости).\n\n**Регистрация у налоговых органов**: Нотариус подает акт соответствующему налоговому органу (Hacienda), чтобы убедиться, что операция зафиксирована и **impuesto sobre transmisiones patrimoniales** (налог на передачу) обработан правильно."
          },
          {
            "heading": "Расходы нотариуса в Испании",
            "content": "Расходы нотариуса регулируются правительством и не являются предметом переговоров. Для покупки жилого помещения на Коста-Бланке ожидайте:\n\n- **Простая недвижимость (€300000-500000)**: €600-800\n- **Среднеценовая недвижимость (€500000-1000000)**: €900-1200\n- **Люксовая недвижимость (€1000000+)**: €1400-2000+\n\nКомиссии рассчитываются по скользящей шкале в зависимости от стоимости недвижимости. Нотариус также берет плату за подготовку копий акта (€0.50-1 за страницу) и получение сертификатов реестра земли. Могут быть дополнительные сборы за срочные услуги или если требуется дополнительная документация. Важно, что это **официальные ставки** — все нотариусы берут одинаковую плату за одинаковый сервис. Делайте покупки, если хотите, но вы найдете идентичное ценообразование по всей Испании."
          }
        ]
      },
      {
        "title": "Адвокат собственности: ваш защитник и советник",
        "subsections": [
          {
            "heading": "Что делает испанский адвокат по недвижимости?",
            "content": "**Abogado inmobiliario** (адвокат по недвижимости) — это ваш частный юридический представитель, нанятый для защиты ваших интересов на протяжении покупки. В отличие от нотариуса, который беспристрастен, ваш адвокат работает исключительно для вас. Хороший адвокат по недвижимости необходим, особенно для международных покупателей, незнакомых с испанским законом о недвижимости. Они не требуются испанским законом (в отличие от нотариуса), но они настоятельно рекомендуются — на самом деле, считается рискованным покупать недвижимость в Испании без одного.\n\nВаш адвокат должен быть независимым, а не рекомендованным агентом по недвижимости (inmobiliaria) или застройщиком. Это гарантирует, что их верность вам, а не продавцу."
          },
          {
            "heading": "Основные функции вашего адвоката по недвижимости",
            "content": "**Расследование должной осмотрительности**: До того как вы обязуетесь совершить покупку, ваш адвокат проводит тщательную проверку фона на недвижимость. Они получают **Nota Simple** из реестра земли (Registro de la Propiedad), проверяя:\n- Зарегистрированное право собственности и любые конкурирующие претензии\n- Существующие ипотеки (hipotecas)\n- Судебные приказы (embargos) или залоги\n- Долги сообщества (deudas de comunidad)\n- Выдающиеся налоговые долги против недвижимости\n- Любые ограничения или условия на земле\n\n**Проверка правового статуса**: Для новостроек (**obra nueva**), ваш адвокат проверяет:\n- Разрешения на строительство и сертификаты завершения (cédula de habitabilidad или свидетельство пригодности для проживания)\n- Соответствие городским правилам (plan parcial, plan general de ordenación urbana)\n- Документы формирования сообщества\n- Гарантии и страхование юридической ответственности застройщика\n\n**Проверка собственности сообщества**: Для квартир или собственности в жилых сообществах, ваш адвокат проверяет:\n- Устав сообщества (estatutos de la comunidad)\n- Текущие сборы сообщества (cuota de comunidad) и статус резервного фонда\n- Ожидаемые чрезвычайные сборы (derramas extraordinarias)\n- Протоколы собраний сообщества для определения споров\n\n**Переговоры по контракту и подготовка**: Если вы покупаете в стадии проекта или в предконтрактной ситуации, ваш адвокат ведет переговоры о сроках, графиках поэтапных платежей и условиях. Они также могут подготовить поправки к стандартным контрактам, предложенным застройщиками.\n\n**Проверка ипотеки и финансов**: Если финансирование покупки, ваш адвокат проверяет условия ипотеки, убеждается, что все условия выполнены, и подтверждает требования кредитора по ипотеке.\n\n**Налоговое планирование**: Ваш адвокат консультирует по наиболее налого-эффективному способу структурирования покупки (индивидуально, компания, траст и т. д.) на основе вашего статуса резидента и долгосрочных планов."
          },
          {
            "heading": "Гонорары адвоката и структура расходов",
            "content": "Гонорары адвоката по недвижимости в Испании НЕ регулируются и значительно варьируются по регионам и сложности:\n\n- **Фиксированная плата за простую покупку**: €1500-3000\n- **Процент от стоимости недвижимости**: 1-2% (типичный для покупок €200000-1000000)\n- **Почасовые ставки**: €150-400/час для сложных вопросов\n- **Покупки новостроек в стадии проекта**: Часто 0,5-1% от общей цены покупки из-за продолжительного временного графика\n\nДля недвижимости стоимостью €300000, ожидайте €3000-6000 в гоноралах адвоката. Получите письменное предложение заранее. Некоторые адвокаты предлагают фиксированные комиссии для прямолинейных покупок, что предпочтительнее почасовых счетов. Важно, что гонорары адвоката вычитаются из налогов, если вы являетесь резидентом Испании или имеете значительный доход из испанских источников."
          }
        ]
      },
      {
        "title": "Временная шкала: когда каждый профессионал вовлечен",
        "subsections": [
          {
            "heading": "Фаза 1: До покупки (Недели 1-4)",
            "content": "**Роль вашего адвоката**: Вы нанимаете адвоката, как только решите серьезно преследовать недвижимость. До совершения какого-либо предложения он проводит должную осмотрительность — получение Nota Simple, проверка статуса сообщества, проверку сертификатов строительства. Они проверяют любые контракты или предложения, которые вы рассматриваете. Затраты на этом этапе: вы оплатили им их возмещение или начальную консультацию.\n\n**Роль нотариуса**: Нет пока. Нотариус не вовлечен до самого конца процесса."
          },
          {
            "heading": "Фаза 2: Предложение и контракт (Недели 4-8)",
            "content": "**Роль вашего адвоката**: После поиска подходящей недвижимости и получения благоприятного отчета о должной осмотрительности, ваш адвокат ведет переговоры о цене покупки и условиях. Для новостроек они проверяют графики поэтапного платежа. Они подготавливают поправки к любым контрактам, предоставленным продавцом. Они объясняют все условия на английском языке (или вашем языке). Они гарантируют включение непредвиденных обстоятельств (условия финансирования, одобрение сообщества для аренды и т. д.).\n\n**Роль нотариуса**: Все еще не вовлечен. Нотариус участвует только когда документы нуждаются в официальной аутентификации."
          },
          {
            "heading": "Фаза 3: Финансирование и подготовка (Недели 8-12)",
            "content": "**Роль вашего адвоката**: Если вам нужна ипотека, ваш адвокат связывается с банком, гарантирует, что все условия ипотеки выполнены, и проверяет финальное соглашение о кредите. Они координируют с офисом нотариуса для планирования встречи **подписания escritura**. Они подготавливают любую документацию, необходимую для подписания (доверенность, если вы не можете присутствовать, доказательство средств и т. д.). Они проверяют проект escritura, подготовленный нотариусом.\n\n**Роль нотариуса**: Нотариус начинает подготовку документов. Они подготавливают escritura (акт) на основе информации от обеих сторон. Они могут связаться с вашим адвокатом с вопросами или требованиями. Они еще не встречаются с вами."
          },
          {
            "heading": "Фаза 4: Подписание escritura (Неделя 12-16)",
            "content": "**Роль вашего адвоката**: В идеале ваш адвокат присутствует на встречу с нотариусом с вами. Даже если он физически не присутствует (для удаленных международных покупателей), они подготавливают вас заранее к тому, что ожидать. После подписания ваш адвокат проверяет, что акт был правильно подан в налоговые органы и реестр земли.\n\n**Роль нотариуса**: Это главное событие нотариуса. Вы встречаетесь в его офисе (обычно в формальной, традиционной обстановке) для **comparecencia ante notario** (появление перед нотариусом). Нотариус:\n- Проверяет вашу личность и личность продавца\n- Читает весь escritura вслух\n- Спрашивает обе стороны, согласны ли они и понимают ли они\n- Свидетельствует подписи обе стороны\n- Подписывает в качестве официального свидетеля\n- Штампует официальной печатью\n- Присваивает официальный номер акта\n- Подает в реестр земли и налоговые органы\n\nВсем процесс обычно занимает 30-60 минут."
          },
          {
            "heading": "Фаза 5: После подписания (Недели 16-20)",
            "content": "**Роль вашего адвоката**: После подписания ваш адвокат подтверждает, что акт зарегистрирован в реестре земли (это занимает 2-4 недели). Они проверяют, что право было обновлено, чтобы показать вас как владельца. Они обрабатывают любые проблемы после закрытия, такие как гарантия передачи сборов сообщества, подтверждение погашения ипотеки, если применимо, или решение любых дефектов, обнаруженных при проверке.\n\n**Роль нотариуса**: Завершено. Официальный долг нотариуса заканчивается как только акт подписан и подан."
          }
        ]
      },
      {
        "title": "Почему вам нужны ОБА профессионала",
        "subsections": [
          {
            "heading": "Они служат разным целям",
            "content": "Это ключевой момент, который путает международных покупателей: нотариус и адвокат НЕ взаимозаменяемы, и вы не можете заменить одного другим.\n\n**Нотариус**: Гарантирует, что операция соответствует испанскому закону и правильно зафиксирована. Они ответственны перед правительством, а не перед вами. Если что-то не так с официальной документацией, у вас есть ограниченный возврат против нотариуса.\n\n**Адвокат**: Гарантирует, что операция защищает ВАШИ интересы. Они ведят переговоры о сроках, расследуют проблемы с правом, и защищают вас от мошенничества или скрытых обязательств. Если ваш адвокат ошибает (например, не обнаруживает обременение на недвижимости), они несут страховку профессиональной ответственности и вы можете подать в суд за небрежность.\n\nВ практических терминах: нотариус гарантирует, что бумажная работа официальна и правильна. Ваш адвокат гарантирует, что сделка хороша для вас."
          },
          {
            "heading": "Распространенные заблуждения",
            "content": "**Заблуждение 1**: \"Агент по недвижимости или застройщик может рекомендовать нотариуса, поэтому мне не нужен адвокат.\"\n**Реальность**: Агент смотрит на свою комиссию, а не на ваши интересы. Всегда нанимайте независимого адвоката. Нотариус, которого они рекомендуют, будет в порядке (нотариусы все регулируются одинаково), но адвокат необходим для защиты ваших интересов.\n\n**Заблуждение 2**: \"Нотариус защитит меня — мне не нужен отдельный адвокат.\"\n**Реальность**: Нотариус беспристрастен и нейтрален. Они не обязаны расследовать проблемы с правом или защищать вас от плохих сделок. Они просто удостоверяют документы. Адвокат расследует недвижимость и условия сделки.\n\n**Заблуждение 3**: \"Я могу сэкономить деньги, пропустив адвоката.\"\n**Реальность**: Пропуск адвоката — крайне рискованное решение. Проблемы, обнаруженные после закрытия (скрытые ипотеки, долги сообщества, нарушения планирования), невероятно дорого исправить. Комиссия адвоката в размере €3000 — дешевая страховка против ошибки €300000.\n\n**Заблуждение 4**: \"Адвокат и нотариус поспорят о своих гоноралах.\"\n**Реальность**: Нет. Они работают вместе профессионально. Гонорар адвоката отделен от гонорара нотариуса — нет перекрытия или конфликта. Оба являются стандартными расходами на операцию."
          },
          {
            "heading": "Разбор расходов типичной покупки",
            "content": "Для покупки недвижимости €300000 на Коста-Бланке, вот что вы обычно платите в профессиональных гоноралах:\n\n- **Адвокат**: €3000-5000 (1-1,5% для этого ценового диапазона)\n- **Нотариус**: €700-900 (регулируемая шкала)\n- **Комиссия регистрации земли**: €150-300 (нотариус обрабатывает это)\n- **Консультант по налогам собственности** (опционально): €500-1000, если необходимо для налогового планирования\n\nОбщие профессиональные расходы: €4350-7200 (приблизительно 1,5-2,4% от цены покупки)\n\nЭто дополнение к налогу на передачу (6-10% в зависимости от региона), но это государственный сбор, а не профессиональные гонорары."
          }
        ]
      },
      {
        "title": "День подписания escritura: чего ожидать",
        "subsections": [
          {
            "heading": "До встречи",
            "content": "Ваш адвокат подготовит вас относительно того, что принести:\n- Действительный паспорт (или NIE + доказательство адреса для резидентов)\n- Любые документы доверенности, если кто-то подписывает от вашего имени\n- Доказательство средств (банковские выписки, показывающие доступные средства)\n- Недавная квитанция об уплате сборов сообщества (если есть сборы сообщества)\n\nВаш адвокат проведет вас через акт заранее, переводя ключевые разделы и объясняя любые условия, которые вы не понимаете. Они ответят на вопросы о пунктах, датах или описаниях недвижимости. Это критически важно — вы никогда не должны подписывать что-то, что полностью не понимаете."
          },
          {
            "heading": "В офисе нотариуса",
            "content": "Встреча обычно проходит в формальной, традиционной обстановке офиса. Нотариус сидит за своим столом с официальными документами. Как покупатель, так и продавец (и их адвокаты, если присутствуют) сидят перед нотариусом.\n\nНотариус:\n1. **Проверяет личности**: Проверяет ваш паспорт и DNI/паспорт продавца\n2. **Подтверждает согласие**: Спрашивает обе стороны согласны ли они на операцию и указанную цену\n3. **Читает акт вслух**: Это юридическое требование. Нотариус читает на испанском, обычно довольно формально. Ваш адвокат может перевести ключевые разделы. Чтение может занять 20-40 минут в зависимости от сложности недвижимости.\n4. **Запрашивает финальное подтверждение**: Нотариус явно спрашивает обе стороны согласны ли они со всем, что только что было прочитано\n5. **Свидетельствует подписи**: И покупатель, и продавец подписывают несколько страниц акта. Вы обычно подписываете 3-5 раз.\n6. **Подпись нотариуса**: Нотариус подписывает и применяет свою официальную печать\n7. **Присвоение номера акта**: Нотариус присваивает официальный **número de protocolo** (номер протокола), который служит постоянной юридической ссылкой на акт\n\nВесь процесс обычно длится 30-60 минут. После подписания вы получаете заверенную копию акта."
          },
          {
            "heading": "После подписания",
            "content": "Нотариус немедленно подает акт в реестр земли (Registro de la Propiedad) и налоговому органу (Agencia Tributaria). Регистрация обычно занимает 2-4 недели. Ваш адвокат следит, чтобы убедиться, что акт зарегистрирован и право было передано на ваше имя.\n\nВ течение 30 дней вы должны получить уведомление от реестра земли, показывающее вас как официального владельца. Это называется **finca registral** (зарегистрированный земельный участок) и является вашим доказательством собственности."
          }
        ]
      },
      {
        "title": "Выбор вашего адвоката: красные флаги и лучшие практики",
        "subsections": [
          {
            "heading": "Как найти надежного адвоката по недвижимости",
            "content": "**Используйте ассоциации адвокатов онлайн**: Поищите **Ilustre Colegio de Abogados** (Ассоциация адвокатов) для вашего региона. Все лицензированные адвокаты перечислены. Адвокаты Коста-Бланки зарегистрированы в ассоциации Аликанте (Colegio de Abogados de Alicante).\n\n**Попросите рекомендации**: Попросите рекомендации у других эмигрантов, надежных агентов по недвижимости или представителей консульства. Получите несколько предложений и интервью 2-3 адвокатами перед решением.\n\n**Запросите учетные данные**: Убедитесь, что они специализируются на недвижимости. Спросите, сколько транзакций с недвижимостью они обработали, особенно для международных покупателей. Хороший адвокат будет иметь опыт с различными национальностями и ситуациями налогового резидентства.\n\n**Язык имеет значение**: Выберите адвоката, свободно говорящего на вашем языке (английский для большинства международных покупателей). Никогда не полагайтесь на машинный перевод для юридических документов."
          },
          {
            "heading": "Красные флаги, которых следует избегать",
            "content": "**Красный флаг 1**: Адвокат, рекомендованный продавцом или агентом недвижимости как часть \"их команды\". Вам нужен независимый адвокат, а не кто-то на зарплате другой стороны.\n\n**Красный флаг 2**: Адвокат, который не будет писать расходы или который кажется неопределенным по расходам.\n\n**Красный флаг 3**: Адвокат, который говорит, что вам не нужно расследование должной осмотрительности для \"простой\" покупки. Каждая покупка недвижимости нуждается в расследовании.\n\n**Красный флаг 4**: Адвокат, который не говорит на вашем языке ясно. Недопонимания в юридических вопросах дорогостоящи.\n\n**Красный флаг 5**: Адвокат, который торопит вас или не объясняет вещи тщательно. Это ваша крупнейшая покупка — они должны быть терпеливы.\n\n**Красный флаг 6**: Адвокат, работающий из офиса агента по недвижимости. Есть врожденный конфликт интересов."
          },
          {
            "heading": "Вопросы, которые нужно задать перед наймом",
            "content": "1. Какова ваша структура комиссий и можете ли вы предоставить письменную цитату?\n2. Сколько покупок недвижимости вы обработали для международных покупателей?\n3. Вы проведете полное расследование должной осмотрительности? Что оно включает?\n4. Вы присутствуете на встречу с нотариусом со мной?\n5. Если я за границей, как мы будем общаться и можете ли вы управлять все удаленно?\n6. Что происходит, если проблемы с правом обнаружены? Вы будете пересмотреть или помочь разрешить?\n7. Есть ли у вас страховка профессиональной ответственности?\n8. Кто будет моим главным контактом — вы лично или кто-то еще в вашей фирме?\n9. Какие документы вы предоставите мне перед подписанием?\n10. Как вы будете обрабатывать следующее за подписанием регистрации?"
          }
        ]
      },
      {
        "title": "Нотариус против адвоката: сравнение рядом",
        "subsections": [
          {
            "heading": "Таблица быстрого исправочного справочника",
            "content": "| Аспект | Нотариус (Notario) | Адвокат (Abogado) |\n|--------|-----------------|------------------|\n| **Роль** | Государственный чиновник/засвидетельствование | Частный советник |\n| **Верность** | Беспристрастный/нейтральный | Ваш представитель |\n| **Требуется по закону** | Да, юридически обязательно | Нет, но настоятельно рекомендуется |\n| **Главная ответственность** | Удостоверение акта и проверка ID | Защита ваших интересов |\n| **Структура комиссий** | Регулируется правительством | Не регулируется, варьируется |\n| **Типичная стоимость** | €600-1200 | €1500-6000 |\n| **Расследование** | Проверяет право собственности на недвижимость | Проводит должную осмотрительность и проверку права |\n| **Переговоры** | Нет | Ведает сроки и цену |\n| **Когда вовлечен** | Поздний этап (подписание) | Ранний этап (до предложения) |\n| **Ответственен перед** | Правительство/государство | Вы (профессиональная ответственность) |\n| **Может быть отменено** | Нет | Да (рискованно делать это) |\n| **Страховка ответственности** | Страховка нотариуса | Страховка профессиональной ответственности адвоката |\n\nОба профессионала необходимы по разным причинам. Нотариус делает операцию официальной и юридической; адвокат делает ее безопасной для вас."
          }
        ]
      }
    ],
    "conclusion": "В гражданской системе права Испании покупка недвижимости требует как нотариуса, так и адвоката — они не взаимозаменяемы профессионалы, но дополняющие друг друга. Нотариус (€600-1200) является государственным назначаемым лицом, который удостоверяет ваш акт и гарантирует соответствие закону. Ваш адвокат (€1500-6000) является вашим частным представителем, который расследует недвижимость, ведает переговоры о условиях и защищает ваши интересы. Нотариус делает операцию официальной; ваш адвокат делает ее безопасной. Никогда не пропускайте адвоката для экономии денег — это ложная экономия, которая может стоить вам гораздо больше, если возникнут проблемы. Выберите независимого адвоката перед совершением предложения, пусть они проведут полную должную осмотрительность и убедитесь, что они присутствуют на вашем подписании escritura. Это профессиональное руководство — необходимая страховка для вашего крупнейшего финансового инвестиции."
  },
  "image": "/images/Real Estate agent/7.png"
}
