{
  "slug": "blocket-closed-international-swedish-property-spain",
  "title": "Blocket Closed International: Where Swedish Buyers Find Spanish Properties Now",
  "excerpt": "Blocket International closed, leaving Swedish property buyers searching for alternatives. Discover where Swedish buyers are finding Spanish properties and investment opportunities now.",
  "category": "Swedish Buyers",
  "publishedAt": "2026-02-16",
  "updatedAt": "2026-02-16",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/blocket-closed-international-swedish-property-spain.webp",
  "tags": [
    "Swedish buyers",
    "Blocket",
    "property portal",
    "Spanish property",
    "where to buy"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Blocket International ceased property listings in 2022, but Swedish buyers have adapted through Idealista, Fotocasa, specialized Swedish agencies, and direct developer channels. The closure accelerated professional agency specialization in Swedish buyer markets, ultimately providing better service than the general Blocket platform offered.",
    "intro": "Blocket's decision to close its international property section in 2022 represented a watershed moment for Swedish property buyers seeking Mediterranean and Spanish properties. For over a decade, Blocket had functioned as Sweden's accessible interface to international property markets, particularly popular among Swedish retirees and lifestyle migrants seeking Costa Blanca homes. The platform closure forced Swedish buyers to navigate international portals, often lacking Swedish interfaces and market context. Yet this disruption catalyzed the emergence of specialized Swedish-focused agencies and developer direct channels that ultimately provide superior service to Blocket's generalist model.\n\nThis article traces the Blocket closure, explains where Swedish buyers now source properties, and demonstrates that the post-Blocket market actually functions more efficiently than the Blocket-era paradigm, despite the initial disruption.",
    "sections": [
      {
        "title": "Blocket International Closure",
        "content": "Blocket, owned by Schibsted Media (a major Nordic media conglomerate), operated its international property section (Blocket Bostad International) from approximately 2010-2022, serving Scandinavian and Northern European property seekers. The closure was announced in early 2022 with final listings delisted by June 2022. Schibsted's strategic rationale focused on concentrating resources on core Swedish markets where Blocket dominates, eliminating lower-revenue international segments requiring specialized support. The international section represented <5% of platform activity but consumed significant operational resources (customer service, fraud prevention, regulatory compliance across multiple jurisdictions).\n\nThe timing coincided with COVID-19 market volatility and European interest rate increases beginning in 2022, making international property investment less attractive among Swedish retail investors—Blocket's primary user base. With fewer users searching international properties and lower monetization per listing, the unit economics became unfavorable. Competitors like Hemnet had already exited international property markets, reducing competitive pressure to maintain Blocket's international presence. The closure was presented as a gradual transition (6-month wind-down) rather than abrupt cessation, but by mid-2022, Swedish buyers lost their primary consolidated search interface for international properties."
      },
      {
        "title": "Alternative Portals",
        "content": "Swedish buyers have migrated to three primary portal categories: (1) Spanish-language Spanish portals (Idealista.com, Fotocasa.com) offering Swedish-language translations and English support; (2) international property aggregators (Immoweb.com, Trovit.com) covering multiple countries and languages; and (3) specialized Nordic property portals emerging post-2022 (SvenskaHusISpanien.se, SkandinaviskFastighet.se).\n\nIdealistacom, Spain's largest property portal with 1.5+ million listings, supports Swedish search interface and filtering. Most Costa Blanca new build projects are listed on Idealista; Swedish buyers can set up customized searches (location, price range, property type) and receive weekly email updates automatically. Fotocasa operates similarly with excellent new build coverage. Both platforms have improved Swedish translations progressively, reflecting increased Scandinavian user traffic. Immoweb, while less Spanish-property-specific, provides one portal covering European properties across multiple languages—useful for buyers considering multiple Mediterranean countries. The portal functionality gap relative to Blocket's specialized interface has largely closed; modern portals offer robust filtering, professional photography galleries, and virtual tour capability that often exceed Blocket's historical functionality."
      },
      {
        "title": "Swedish Broker Networks",
        "content": "Swedish mortgage and property brokers specializing in international purchases have expanded substantially since 2022, filling the advisory gap Blocket's closure created. Firms like Swedish Property Group, Costa Blanca Swedish Homes, and Nordic Real Estate Costa Blanca combine property search, financing facilitation, legal coordination, and Swedish-language support—essentially replicating and improving upon Blocket's generalist model through specialist focus.\n\nThese broker networks typically charge 1-2% fee on purchase price (either paid by developer/seller or negotiated with buyer), though this is often offset by negotiating better purchase prices than unrepresented buyers achieve. Swedish brokers maintain relationships with Costa Blanca developers, enabling early access to new projects, preferential pricing, and priority unit selection—advantages individual Blocket users never achieved. Brokers also coordinate with Swedish mortgage lenders (Swedbank, SEB, DNB, others now offering Spanish property mortgages), streamlining financing and reducing mortgage approval timelines. The brokerage model, while involving fees, provides comprehensive coordination Swedish property buyers value—particularly Swedish-language communication and cultural context about Spanish legal and real estate norms."
      },
      {
        "title": "Direct Agents",
        "content": "Spanish real estate agencies specializing in Swedish buyer outreach have proliferated since 2022. These agencies, many established by Swedish expats now residing in Spain, combine Spanish legal knowledge with Swedish market understanding. They function as local representatives for Swedish buyers, conducting property showings via video, negotiating with developers, coordinating legal processes, and providing market intelligence.\n\nDirect agent advantages include: face-to-face representation at property viewings (critical for assessing construction quality and finishes), developer relationship leverage (ensuring buyer protection and contractual fairness), and cultural mediation during negotiations (Swedish directness sometimes misaligns with Spanish relationship-building expectations). Most direct agents receive commissions from developers/sellers (3-4% of purchase price split) rather than buyer fees, making representation \"free\" to buyers. Finding direct agents typically occurs through: Swedish property forums and Facebook groups (where community recommends trusted agents), Swedish real estate broker networks (which often partner with local agents), or directly contacting major Costa Blanca developers employing Swedish-speaking sales representatives."
      },
      {
        "title": "Online Resources",
        "content": "Facebook communities have become critical information repositories post-Blocket closure. Groups like \"Svenskar på Costa Blanca\" (15,000+ members), \"Swedish Property in Spain\" (8,000+ members), and community-specific groups for Torrevieja, Javea, and Alfaz del Pi provide: project recommendations and warnings, real agent/developer reviews, legal process guidance, tax and residency discussions, and social networking for relocated Swedes. These communities, while unofficial, contain accumulated Swedish expat wisdom unavailable through formal channels.\n\nWebsites like SvenskaHusISpanien.se, established specifically post-Blocket, aggregate Spanish property listings with Swedish-language market commentary, buying guides, legal information, and financing resources. These sites, often operated by Swedish real estate professionals, function as Blocket replacements with specialization. Additionally, YouTube channels documenting Spanish property purchases, Costa Blanca lifestyle content, and building inspections from Swedish perspectives have proliferated—providing visual information unavailable through traditional portals. Many Swedish buyers now research purchases through YouTube and social media before engaging agents, using portals primarily for initial property identification rather than comprehensive market analysis."
      },
      {
        "title": "Buying Tips",
        "content": "Successful Swedish property purchases post-Blocket follow these principles: (1) Begin with portal searches (Idealista, Fotocasa) to identify areas and price ranges matching your budget; (2) Engage specialized Swedish broker or direct agent early to validate properties and provide local market context; (3) Conduct virtual showings (most agencies now offer video tours) before committing to Spain travel; (4) Visit Spain for 2-3 day property viewing trips after narrowing to 4-6 properties of serious interest; (5) Engage independent Spanish lawyer separate from agent representation; (6) Verify builder financial stability and completed project references before signing purchase agreements; (7) Secure Swedish mortgage pre-approval before making offers, establishing credible buyer status.\n\nCost optimization: requesting Swedish mortgage financing often enables 10-20% better pricing than all-cash purchases, as developers value secured financing more than cash (counterintuitive but reflects developer financing constraints). Direct developer purchases bypass agent commissions (3-4% savings) if you conduct your own legal representation—savings often exceed lawyer costs. Facebook communities can identify problematic developers and agents, preventing costly mistakes. Finally, purchasing multiple properties as portfolio investors (rather than single lifestyle purchases) often qualifies buyers for volume discounts of 5-10%—larger investment commitments warrant negotiation with developers rather than accepting posted prices."
      }
    ],
    "conclusion": "Thinking of making the move to Costa Blanca? Book a free 30-minute consultation with our experienced agents — 12+ years helping buyers find their perfect new build home in Spain."
  }
}
