{
  "slug": "builder-warranty-spain-10-year",
  "title": "Builder Warranties Spain: Understanding Your 10-Year Guarantee",
  "excerpt": "Comprehensive guide to Spanish builder warranties: 10-year structural guarantee, 3-year habitability, and 1-year finishing defects. Know your legal rights.",
  "category": "Legal",
  "publishedAt": "2026-02-06",
  "updatedAt": "2026-02-06",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "warranty",
    "new-build",
    "legal",
    "builder",
    "structural"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spanish law mandates a 3-tier warranty system: 1 year for finishing defects, 3 years for habitability issues, and 10 years for structural defects. The 10-year structural insurance (Seguro Decenal) is mandatory and covers foundation and load-bearing issues if the builder becomes insolvent.",
    "intro": "Purchasing a newly built property in Spain provides significant buyer protection through a legally mandated warranty system established under the LOE (Ley de Ordenación de la Edificación). Unlike countries with shorter protection periods, Spain's comprehensive 10-year guarantee ensures that structural defects are covered a full decade after completion. This multi-tiered approach addresses different types of defects at appropriate intervals, with the critical distinction between finish quality, habitability, and structural integrity. Understanding these protections is essential for new build buyers on the Costa Blanca, throughout Andalusia, and across Spain, as they safeguard your investment and provide recourse if problems emerge.\n\nThe Spanish warranty system represents one of Europe's most buyer-friendly frameworks, combining mandatory insurance requirements with builder liability. The Seguro Decenal (10-year structural insurance) acts as a safety net, protecting your investment even if the builder goes bankrupt during or after construction. This legal protection is non-negotiable and cannot be waived, making it a cornerstone of consumer rights in Spanish real estate.",
    "sections": [
      {
        "title": "The 3-Tier Warranty System Explained",
        "content": "Spain's construction law establishes three distinct warranty periods, each addressing specific categories of defects. This tiered approach reflects the reality that different types of defects become apparent at different times and have varying impacts on property value and habitability.\n\nThe 1-year warranty period, known as the 'Garantía de Acabado' (finishing guarantee), covers superficial defects and minor fittings. These include paint imperfections, poorly fitted doors and windows, minor plumbing leaks at connection points, electrical outlet functionality, tiling quality, and general aesthetic issues. These defects are typically cosmetic but affect the property's appearance and daily usability. Builders must remedy these issues within this period at no cost to the buyer. The 1-year period begins from the date of 'entrega' (handover) of the property, which is explicitly documented in the purchase agreement.\n\nThe 3-year warranty period, the 'Garantía de Habitabilidad' (habitability guarantee), covers defects that compromise the property's livability. This category includes structural movement causing cracks affecting habitability, plumbing system failures, electrical installation defects, waterproofing failures in bathrooms and kitchens, heating and hot water system failures, window and door sealing problems allowing water infiltration, and drainage issues. These defects may not be immediately apparent but emerge as the property experiences normal use and weather exposure. The 3-year period is crucial because many humidity and water infiltration issues only manifest during Spain's winter rainy season or after several seasonal cycles.\n\nThe 10-year warranty period, the 'Garantía de Estructura' (structural guarantee), covers fundamental structural defects. This is the most critical protection and includes foundation failures or subsidence, structural cracks in load-bearing walls and pillars, serious structural movement causing significant deformation, roof structure problems, and defects in the load-bearing systems that compromise the building's stability. These defects have the most severe consequences for property safety and value. The 10-year period reflects the time required for structural problems to fully manifest, as some settlement and stress patterns only become apparent years after construction completion."
      },
      {
        "title": "Seguro Decenal: The Mandatory 10-Year Structural Insurance",
        "content": "Seguro Decenal (10-Year Structural Insurance) is the cornerstone of buyer protection in Spain and is legally mandatory for all new construction. This insurance policy must be obtained and maintained by the builder or developer before the property is handed over to the buyer. The insurance is transferable to new owners if the property is sold during the 10-year period, providing continuity of protection.\n\nThe Seguro Decenal covers all structural defects as defined by Spanish building law, including foundation problems, load-bearing wall failures, structural cracks, serious settlement, and defects in the main load-bearing systems. Critically, this insurance protects you if the builder or developer becomes insolvent, bankrupt, or ceases operations. When the builder cannot be held liable due to financial failure, the insurance policy becomes your direct route to compensation and repairs.\n\nThe insurance policy must cover a minimum amount determined by the construction cost and the property type. For residential properties, the coverage typically ranges from €150,000 to €600,000+ depending on the property value. The policy should clearly state the scope of coverage, the insured risks, claim procedures, and the 10-year duration from the handover date.\n\nWhen obtaining property documentation from a new build, you must verify that Seguro Decenal is in place and request a copy of the insurance certificate (póliza de seguro). This certificate should clearly show your property address, the coverage amount, the policy duration, and the insurance company details. Many developers include the insurance cost in the property price, while others charge it separately. Regardless of the payment method, this insurance is non-negotiable and is included in all property transactions.\n\nTo claim under Seguro Decenal, you must follow specific procedures: document the defect thoroughly with photographs and written descriptions, obtain a professional inspection report (dictamen pericial) from a qualified engineer or architect, notify the builder in writing, and if the builder does not respond satisfactorily within 30 days, submit the claim to the insurance company. The insurance company has 30 days to respond to your claim and must cover valid structural defects under the policy terms."
      },
      {
        "title": "What Each Warranty Period Covers: Detailed Breakdown",
        "content": "Understanding the specific coverage of each warranty period is essential for recognizing which defects fall under which guarantee and understanding your timeline for reporting issues.\n\nFirst Year Finishing Defects Coverage includes paint and varnish defects such as peeling, color inconsistency, or poor application; interior door and window frame fitting issues including improper closure, misalignment, or hardware problems; minor plumbing leaks at connection points and tap installations; electrical outlet and switch functionality and installation quality; tiling and flooring adhesion problems excluding normal wear; kitchen appliance functionality; bathroom fixture installation quality; and general aesthetic defects that do not affect habitability or safety. These defects are typically visible during the handover inspection or within the first weeks of occupancy. Builders must rectify these issues at no cost, and you retain the right to request remediation within the 1-year window.\n\nThree-Year Habitability Defects Coverage encompasses plumbing system failures including water pressure problems, pipe corrosion, or system blockages; electrical installation defects causing circuit failures or safety issues; heating system failures; hot water system problems; bathroom and kitchen waterproofing failures allowing water infiltration into adjacent rooms; windows and door seal failures causing water or air infiltration; water stains and mold growth caused by water infiltration; drainage system failures; structural cracks appearing in interior walls due to settlement or movement; and any defect compromising the property's basic livability. These defects often require more complex remediation than finishing defects and may involve partial dismantling and reconstruction of building elements.\n\nTen-Year Structural Defects Coverage includes foundation failures or differential subsidence; structural cracks in load-bearing walls that indicate movement or stress; serious horizontal or vertical structural movement causing significant deformation; roof structure problems affecting the building's integrity; load-bearing pillar or beam failures; defects in the waterproofing system of the building envelope that are structural in nature; and serious structural defects caused by design errors, poor workmanship, or inadequate materials that compromise the building's stability and safety. These defects are determined by structural engineers and are clearly distinguished from non-structural aesthetic or finish issues."
      },
      {
        "title": "How to Make a Warranty Claim in Spain",
        "content": "The process for making a warranty claim follows specific legal procedures that vary slightly depending on the defect category and whether the claim is against the builder directly or through Seguro Decenal.\n\nFor 1-Year Finishing and 3-Year Habitability Claims: First, document the defect thoroughly with clear photographs and written descriptions noting when the defect was first discovered. Take multiple photos showing the defect from different angles and distances. Create a written record including the date of discovery, description of the problem, and how it affects property use. Next, request a professional inspection report (dictamen pericial) from a qualified architect or engineer. This inspector examines the defect, determines its cause, and issues a professional report with repair recommendations and estimated costs. The inspection typically costs €300-€800 depending on complexity.\n\nNotify the builder in writing, preferably through registered mail (correo certificado) or email with read receipt, detailing the defect, attaching the inspection report, and requesting specific remedial action with a reasonable timeline (typically 30-60 days). Keep copies of all correspondence. If the builder does not respond or refuses to make repairs, request that the inspection engineer prepare a formal claim document (pericia) stating the defect category, legal basis for the claim, repair costs, and recommended remediation.\n\nFor 10-Year Structural Claims: Structural claims require more rigorous documentation. Engage a qualified structural engineer or architect to conduct a detailed structural assessment. The assessment must determine whether the defect is truly structural (affecting load-bearing elements) or merely cosmetic. Structural engineers use precise measurement techniques, crack monitoring, and sometimes test drilling to assess severity. The engineer's report must clearly establish that the defect falls within the 10-year structural warranty period.\n\nNotify the builder immediately in writing with full documentation. If the builder disputes the claim or does not respond, submit the claim directly to the Seguro Decenal insurance company with all supporting documentation. The insurance company must respond within 30 days, either accepting the claim for payment or providing written reasons for denial. If denied, you have the right to appeal through the insurance ombudsman (defensor del asegurado) or pursue legal action.\n\nMediation and Legal Resolution: If informal resolution fails, Spanish law provides several dispute resolution paths. You can pursue extrajudicial mediation through a mediator (mediador), which is often faster and less expensive than court proceedings. Alternatively, you can file a claim with the relevant consumer protection office (Oficina de Consumo) or pursue judicial action through civil courts. For structural claims involving significant costs, it is advisable to retain a lawyer (abogado) specializing in construction defects."
      },
      {
        "title": "Essential Documentation to Keep for Your New Build",
        "content": "Proper documentation is critical for successfully pursuing warranty claims and protecting your rights. Organize and securely store these documents from the moment you exchange contracts.\n\nOriginal Purchase and Construction Documentation: Keep the purchase agreement (contrato de compraventa) which specifies the handover date, warranty terms, and all agreed specifications. Retain the building project plans (proyecto de ejecución) showing the design specifications and construction standards. Store the handover inspection report (acta de entrega) documenting the property's condition at handover and any defects noted at that time. Keep any addendums or amendments to the original contract.\n\nWarranty and Insurance Documentation: Preserve the Seguro Decenal certificate (póliza de seguro) showing coverage period, amount, and insurance company contact information. Keep the builder's warranty certificate if provided separately. Store the insurance company contact details, policy number, and claim procedures information.\n\nInspection and Defect Documentation: Maintain copies of all inspection reports conducted by qualified engineers or architects, including dates, findings, and recommendations. Keep all photographs and videos documenting defects, taken with dates visible. Store written descriptions of defects with discovery dates and impact on habitability. Retain receipts for temporary repairs you may have needed to make.\n\nCommunication Records: Save copies of all correspondence with the builder including notification letters, repair requests, and responses. Keep copies of registered mail receipts (justificantes de envío certificado) proving formal notification. Store email correspondence with dated records. Maintain copies of any invoices for professional inspections or temporary remedial work.\n\nFinancial Documentation: Keep receipts for any costs incurred due to defects, including temporary accommodation if the property is uninhabitable, emergency repairs, professional fees, and travel costs for inspections. Document any rental income lost if you intended to let the property. Preserve mortgage statements and insurance documents showing your financial interest in the property.\n\nStore all documents in secure, organized files both digitally (cloud backup) and physical copies. Consider creating a master list documenting what you have, where it is stored, and cross-references between related documents. This organization will be invaluable if you need to pursue a warranty claim, particularly for structural issues requiring detailed evidence."
      },
      {
        "title": "What Happens If the Developer Goes Out of Business",
        "content": "Developer insolvency is a significant risk in construction, particularly during economic downturns or when developers overextend financially. Spanish law and the mandatory Seguro Decenal system provide critical protections in this scenario.\n\nWhen a developer or builder becomes insolvent, bankrupt, or ceases operations before completing their warranty obligations, the Seguro Decenal insurance becomes the primary mechanism for addressing defects and obtaining compensation. Rather than pursuing the defunct developer through insolvency proceedings (which are slow, uncertain, and often result in minimal recovery), you claim directly against the insurance policy.\n\nThe insurance company assumes the builder's liability under the warranty period covered by the policy. For structural defects within the 10-year period, the insurance company becomes responsible for repairing or compensating for those defects regardless of the builder's financial status. This protection is the critical purpose of mandatory Seguro Decenal—ensuring that builder insolvency does not leave buyers without recourse.\n\nClaiming under a developer's insolvency is similar to standard claims but with explicit reference to the builder's insolvency. Document the defect, obtain professional assessment, establish that the defect is within the warranty period, and submit the claim to the insurance company with evidence that the original builder is no longer able to perform repairs. Include the builder's business closure notice, bankruptcy filing documentation, or evidence of non-responsiveness to formal claims. The insurance company must verify the builder's insolvency status and cannot deny the claim based on builder unavailability.\n\nThe insurance claim process follows the same 30-day response timeline. If the defect is determined to be within the policy's scope and warranty period, the insurance company must arrange repairs or provide compensation according to the policy terms and applicable law. Some policies offer direct repair services (where the insurer arranges and pays for repairs), while others reimburse you for repairs made. Verify your policy terms to understand how claims are processed.\n\nAdditional Consumer Protection: Beyond insurance, Spanish consumer law (Ley de Consumidores y Usuarios) provides additional protections. The developer remains liable even during insolvency proceedings for defects discovered after insolvency but within the warranty period, though recovery may be limited. Consumer protection agencies can intervene to ensure insurance companies honor their obligations. If an insurance company improperly denies a valid claim, you can appeal through the insurance ombudsman (defensor del asegurado) without legal costs."
      },
      {
        "title": "Common Building Defects by Category and Warranty Period",
        "content": "Understanding which defects typically fall into each warranty category helps you recognize problems and determine your claim timeline.\n\nFirst Year Finishing Defects: Paint defects including uneven coverage, color inconsistency between areas, or bubbling paint are common in Spanish new builds where painters rush to finish on schedule. Door and window fitting problems such as misaligned frames, sticking mechanisms, or poor weather sealing appear frequently. Kitchen and bathroom tilework showing adhesion failures, cracked tiles, or poor grouting is common, particularly in properties with rapid construction schedules. Bathroom caulk and sealant defects appear as gaps around bathtubs, shower enclosures, or sink edges. Light fixture and electrical outlet installation quality issues including loose plates or non-functional outlets. Appliance malfunction affecting ovens, dishwashers, or other built-in appliances included in the property. Flooring problems such as poorly laid tiles or wood flooring with gaps or movement.\n\nThree-Year Habitability Defects: Water infiltration through bathrooms and kitchens manifesting as staining or mold growth is one of Spain's most common habitability issues, often related to inadequate waterproofing membranes or poor grout sealing. Plumbing problems including leaking pipes discovered after initial use reveals poor pipe selection or installation. Heating system failures or radiator defects emerging as the property experiences winter use. Electrical system problems such as circuit breaker issues, grounding problems, or outlet failures. Window and door seal failures allowing water infiltration and draft, particularly on properties facing weather exposure. Mold growth caused by water infiltration or inadequate ventilation is increasingly common. Cracks in interior walls caused by concrete curing or structural settlement within normal tolerance but affecting habitability.\n\nTen-Year Structural Defects: Foundation settlement causing structural cracking, uneven floor levels, or door frame distortion is the most serious structural defect. Structural cracks in load-bearing walls indicating movement or stress. Roof structural problems such as sagging, water infiltration through the structural envelope, or beam deflection. Concrete spalling and degradation in structural elements caused by poor concrete quality or reinforcement corrosion. Lateral movement in buildings caused by ground conditions or inadequate foundation design. These structural defects are rare in properly designed and constructed buildings but catastrophic when they occur."
      },
      {
        "title": "Time Limits and Critical Deadlines for Warranty Claims",
        "content": "Spanish law establishes strict time limits for asserting warranty rights. Missing these deadlines can forfeit your claim, making timeline management critical.\n\nThe primary limitation period is established from the date of handover (fecha de entrega) of the property, which is explicitly documented in the handover inspection report (acta de entrega). This date is crucial because all warranty periods are calculated from this specific date, not from the purchase contract date or completion of construction.\n\nFor 1-Year Finishing Defects: You must report finishing defects within 12 months of handover. Defects discovered near the end of the 12-month period should be reported immediately in writing, as the burden of proof shifts—you must demonstrate that the defect existed at handover, not that it manifested after handover. If you discover a defect on day 364 of year 1, you can still claim it, but the builder may argue it resulted from your use rather than construction quality.\n\nFor 3-Year Habitability Defects: Habitability defects must be reported within 36 months of handover. However, there is an important distinction between the reporting deadline and the causation timeline. You must demonstrate that the defect existed at handover or resulted from defective construction, even if it only manifested later. For example, waterproofing failures may only appear after several seasonal cycles, but you must prove the waterproofing was defective from initial installation. This requires professional assessment.\n\nFor 10-Year Structural Defects: Structural defects must be reported within 10 years of handover. This is the longest protection period, but structural problems must be verified by qualified structural engineers to prove they are within the 10-year structural warranty rather than normal settlement or maintenance issues.\n\nCritical Deadline Management: Do not wait until near the deadline to report a defect. Earlier reporting gives the builder reasonable time to remedy the issue, and demonstrates good faith in the claim process. If you delay reporting and the builder argues the defect was caused by poor maintenance rather than initial construction, your delayed reporting weakens your position.\n\nFor defects discovered very close to the deadline (within 30-60 days), report immediately in writing and obtain professional assessment without delay. Courts recognize that you may not have time for a lengthy inspection process near the deadline, but you must demonstrate prompt action upon discovery.\n\nThe statute of limitations for judicial claims differs from the warranty reporting deadline. Even if you miss the warranty reporting deadline, you may still pursue legal claims under general consumer protection law within five years of discovery, though your position is significantly weaker without the statutory warranty framework. For this reason, reporting within the warranty period is critical."
      },
      {
        "title": "Your Rights Under Spanish Consumer Law (LOE)",
        "content": "The LOE (Ley de Ordenación de la Edificación - Building Organization Law) establishes the statutory framework for new building warranties in Spain and is mandatory for all new construction. Understanding your LOE rights provides context for all warranty claims and professional relationships in Spanish construction.\n\nThe LOE establishes that builders and developers have strict liability for defects—meaning you do not need to prove negligence or fault, only that a defect exists and falls within the warranty period. This 'strict liability' regime is highly favorable to buyers compared to many other countries where builders are only liable for defects caused by proven negligence or breach of building code.\n\nThe LOE requires that all new buildings comply with the 'Código Técnico de la Edificación' (Technical Building Code), which establishes detailed standards for structural design, materials, workmanship, and safety systems. Defects are defined as failures to meet these technical standards. This objective standard means that subjective disagreements about quality are resolved by reference to the technical code.\n\nConsumer Protection Rights: The LOE is complemented by consumer protection law (Ley de Consumidores y Usuarios) which provides additional safeguards. You have the right to clear, transparent information about the property, warranties, insurance, and costs before purchase. You have the right to cancel the purchase within a certain period if distance contracts or misleading information were involved. You have the right to pursue claims through consumer protection agencies (Oficinas de Consumo) at no cost.\n\nBuilder Licensing and Compliance: Under LOE, builders and developers must be properly licensed and registered with relevant professional bodies. You can verify a builder's licensing status through the regional construction authority (Colegio de Arquitectos Técnicos or similar). Properties in Spain have corresponding technical project documentation (Proyecto de Ejecución) which must comply with LOE standards.\n\nProfessional Inspections and Reports: When pursuing warranty claims, professional inspection reports from qualified architects or engineers (colegiados) carry significant weight. These professionals must adhere to professional standards and ethics codes under LOE framework. Their reports are generally accepted in dispute resolution and court proceedings.\n\nRepair or Compensation: Under LOE, you have the right to choose between repair of defects or compensation for the cost of repairs. The builder cannot force you to accept repairs instead of compensation if the repairs would be inadequate or delayed. If repairs are delayed unreasonably, you can pursue compensation instead.\n\nTransferability: If you sell the property during the warranty period, the warranty obligations transfer to the new owner. The new owner can pursue claims for defects discovered during their ownership, even if the previous owner did not report those defects. This continuity protects property values throughout the warranty period."
      }
    ],
    "conclusion": "Understanding Spain's builder warranty system is essential for protecting your investment in a new property. The 3-tier warranty structure—1 year for finishes, 3 years for habitability, and 10 years for structural defects—combined with mandatory Seguro Decenal insurance, provides comprehensive coverage unmatched in many countries. The key to effective protection is thorough documentation, prompt reporting of defects, and professional assessment when needed.\n\nRemember that the warranty periods begin from the formal handover date, not purchase completion. Keep all documentation organized and accessible. Report defects promptly and in writing. When pursuing claims, obtain professional assessment from qualified engineers or architects. Most importantly, understand that these protections are non-negotiable rights under Spanish law—builders cannot waive or reduce them, and insurance companies cannot deny valid claims within the coverage period.\n\nIf you are purchasing a new build property in Spain, particularly on the Costa Blanca, ensure your purchase documentation explicitly confirms the handover date, warranty terms, Seguro Decenal details, and your rights under LOE. These protections represent decades of Spanish consumer law evolution and provide genuine security for your investment. If defects emerge, do not hesitate to pursue your rights through the formal claim process.",
    "faqs": [
      {
        "question": "What is the difference between the 3-year and 10-year warranty in Spain?",
        "answer": "The 3-year warranty (Garantía de Habitabilidad) covers defects that affect the property's livability, including plumbing, electrical, heating, waterproofing, and structural cracks affecting daily use. The 10-year warranty (Garantía de Estructura) covers fundamental structural defects affecting the building's stability, such as foundation problems, load-bearing wall failures, and serious structural movement. The 10-year warranty is backed by mandatory Seguro Decenal insurance and protects your investment even if the builder becomes insolvent. Both periods begin from the formal handover date."
      },
      {
        "question": "Is Seguro Decenal mandatory and who pays for it?",
        "answer": "Yes, Seguro Decenal (10-year structural insurance) is mandatory by Spanish law for all new construction. The builder or developer is legally required to obtain and maintain this insurance before handing over the property. The cost may be included in the property price or charged separately, but you have the right to receive a copy of the insurance certificate as part of your documentation. The insurance is transferable if you sell the property during the 10-year period, providing continuity of protection for future owners."
      },
      {
        "question": "What happens if I discover a defect after the warranty period expires?",
        "answer": "Once the warranty period expires (1 year for finishes, 3 years for habitability, 10 years for structure), you cannot pursue claims under the statutory warranty framework. However, you may still pursue claims under general consumer protection law if you can demonstrate that the defect existed at handover and was not caused by poor maintenance. Additionally, if a defect was deliberately concealed, fraud claims may be possible. For this reason, it is critical to report any suspected defects within the applicable warranty period, even if professional assessment is still pending."
      },
      {
        "question": "How do I prove that a defect is within the warranty period rather than caused by poor maintenance?",
        "answer": "The burden of proof depends on timing. If you report a defect within the warranty period, the builder must prove that the defect resulted from poor maintenance rather than initial construction. If you discover a defect near the warranty deadline, you should report it immediately and engage a qualified architect or engineer to conduct a professional assessment. The professional report will document the defect's nature, likely cause (construction defect versus maintenance issue), and whether it falls within the warranty scope. For structural defects, structural engineers can use specialized testing to determine whether problems are due to design or construction defects."
      },
      {
        "question": "What should I do if the builder refuses to repair a defect I have reported within the warranty period?",
        "answer": "First, ensure your report was made formally in writing (preferably registered mail or email with read receipt) with clear documentation of the defect. If the builder does not respond within 30 days or refuses to repair, engage a qualified inspector to prepare a professional report (dictamen pericial) documenting the defect and repair requirements. Formally notify the builder that you expect repairs within a specified timeframe or will pursue an insurance claim or legal action. For structural claims, submit the professional report directly to the Seguro Decenal insurance company. For 1 or 3-year claims, you can pursue mediation, file a consumer protection complaint, or pursue legal action through civil courts."
      },
      {
        "question": "Can I pursue a warranty claim if the builder has gone bankrupt?",
        "answer": "Yes. This is precisely why Seguro Decenal insurance is mandatory. When a builder becomes insolvent, bankrupt, or ceases operations, you claim directly against the insurance company rather than pursuing the defunct builder. The insurance company assumes the builder's liability for defects within the warranty and insurance coverage periods. Submit your claim with professional documentation to the insurance company with evidence that the original builder is unable to perform repairs. The insurance company must respond within 30 days and cannot deny valid claims based on the builder's insolvency. If the insurance company improperly denies your claim, you can appeal through the insurance ombudsman."
      },
      {
        "question": "What documents should I keep from my new build purchase?",
        "answer": "Keep your purchase agreement specifying the handover date and warranty terms, the handover inspection report (acta de entrega), Seguro Decenal certificate with coverage details, building project plans, and any amendments to the contract. Maintain copies of all professional inspection reports, photographs of any defects with dates, written descriptions of defects with discovery dates, and all correspondence with the builder including registered mail receipts. Store financial documentation including receipts for professional inspections or remedial work, mortgage statements, and insurance documents. Organize these materials in both digital and physical files with clear cross-references. This documentation is critical if you need to pursue warranty claims or resolve disputes."
      },
      {
        "question": "What is the handover date and why is it important?",
        "answer": "The handover date (fecha de entrega) is the official date when the builder transfers the property to you and is documented in the handover inspection report (acta de entrega). All warranty periods—1 year, 3 years, and 10 years—are calculated from this specific date, not from the purchase contract date or when construction began. This makes the handover date critical for determining your claim deadlines. For example, a defect reported 13 months after handover falls outside the 1-year finishing warranty. Ensure the handover date is clearly documented in your purchase agreement and verify it matches the actual date of property transfer."
      }
    ]
  },
  "image": "/images/Real Estate agent/1.png"
}