{
  "slug": "important-numbers-costa-blanca",
  "title": "Essential Numbers & Links for Costa Blanca: Hospitals, Police, Utilities",
  "excerpt": "Keep these essential Costa Blanca phone numbers and links handy: emergency services, hospitals, utilities, government offices, and more. Your emergency reference guide.",
  "category": "Living in Spain",
  "publishedAt": "2026-02-16",
  "updatedAt": "2026-02-16",
  "readTime": 10,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/important-numbers-costa-blanca.webp",
  "tags": [
    "essential numbers",
    "Costa Blanca",
    "emergency",
    "reference guide",
    "practical information"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Essential Costa Blanca phone numbers: Emergency 112, Police 091/092, Medical 061, and Guardia Civil 062. Keep these contacts accessible along with local hospitals, utility companies, and town halls for comprehensive safety and practical support.",
    "intro": "Moving to Costa Blanca requires familiarity with emergency contacts and practical services—this reference guide consolidates critical phone numbers, government offices, and utility contacts in one place. Whether handling medical emergencies, reporting crimes, or managing household utilities, quick access to correct contact information simplifies crisis response and administrative processes. Save these numbers in your phone and keep a printed copy at home.",
    "sections": [
      {
        "title": "Emergency Numbers",
        "content": "The single emergency number throughout Spain is 112 (police, ambulance, fire)—operators are multilingual and respond to English requests. Call 112 for life-threatening situations, serious injuries, fires, accidents, or crimes in progress. Specific service lines exist for non-emergencies: National Police (091) handle serious crimes, property theft, and serious offenses; Local Police (092) address traffic violations, noise complaints, and local ordinances; Guardia Civil (062) manage rural areas and national security matters. For medical emergencies not requiring ambulance (illness, moderate injuries), contact the health center or hospital directly rather than 112 to free emergency resources. Coast Guard (900 202 202) responds to maritime emergencies, drowning, or boat distress signals. Fire Department (080) handles fires, chemical spills, and rescue operations—though 112 is faster for immediate dispatch. Emergency numbers from mobile phones work even without active service plans; keep your phone powered and accessible. Translation apps facilitate communication during emergencies when language barriers exist; learning key emergency phrases in Spanish improves response efficiency. Mental health crisis lines (024 for suicide prevention, 016 for domestic violence) provide specialized support for vulnerable situations. Poison control (915 620 420 in Madrid, regional variations) advises on poisoning emergencies; save regional poison center numbers. Always remain calm, provide clear location information (address, intersection, landmark), and follow operator instructions completely."
      },
      {
        "title": "Healthcare",
        "content": "Spain's healthcare system is excellent; residents access care through public health service (Sistema Nacional de Salud) or private insurance. Public health emergencies are handled through local health centers (centros de salud) or hospital emergency departments. Javea Health Center: 965 791 700; Denia Hospital: 966 426 600; Altea Health Center: 965 843 717; Benidorm Hospital: 965 861 800; Calpe Health Center: 965 836 200. Non-emergency medical lines (061) dispatch ambulances for serious but non-critical conditions. Emergency room (urgencias) at major hospitals operate 24/7; expect waiting times of 30 minutes to 2 hours depending on severity. Prescription medications require doctor authorization; Spanish pharmacists (farmacias) dispense prescriptions and provide professional advice on over-the-counter medications. Pharmacy lists and emergency services rotate; check pharmacy windows for on-call schedules (farmacias de turno). Private clinics offer faster appointment access compared to public system (€100-150 per visit); several international-friendly private practices employ English-speaking doctors. International health insurance coordination with Spanish public system varies; verify your specific coverage before medical situations arise. Mental health services (psicólogos) are available publicly or privately; psychological counseling costs €40-80 per session privately. Dental care requires private providers in Costa Blanca (public dentistry is limited); expect €50-150 per appointment depending on treatment. Keeping medical documents (vaccination records, prescriptions, allergy information) accessible facilitates emergency care regardless of language barriers."
      },
      {
        "title": "Government Services",
        "content": "Town halls (ayuntamientos) manage local administration, building permits, business registration, and administrative documentation. Major town hall contacts: Javea Ayuntamiento: 965 791 700; Denia Ayuntamiento: 966 427 200; Altea Ayuntamiento: 965 843 717; Benidorm Ayuntamiento: 965 862 000; Calpe Ayuntamiento: 965 836 900. Hours typically 9am-2pm Monday-Friday with afternoon hours 4pm-7pm (varies seasonally). Non-Spanish residents require residency permits (NIE - Número de Identidad de Extranjero) obtained through National Police offices (Policía Nacional). Alicante National Police Office: 965 146 901; Denia Police: 966 426 300. Tax authority (Hacienda/Agencia Tributaria) handles income tax filing—regional offices exist in all major towns. Foreigner information office (Punto de Información al Extranjero) provides immigration guidance and documentation assistance in English. Vehicle registration and driving license services operate through traffic authority (Dirección General de Tráfico, DGT) in major towns; phone: 060 for general inquiries. Property registry (Registro de la Propiedad) records real estate transactions; Javea Registry: 965 791 900. Notary public (notaría) services authenticate documents and handle legal transactions; several English-speaking notaries operate in coastal areas. Banking and tax identification (CIF - Código de Identificación Fiscal) are essential for business operations or significant property transactions. Most administrative services require appointments booked in advance; arrival without appointment risks long queues."
      },
      {
        "title": "Utilities",
        "content": "Water (agua): Hidraqua is the primary water provider across Costa Blanca North; billing cycles vary by municipality. Customer service: 965 155 155. Water emergencies (leaks, pressure loss): 024 available 24/7. Electricity (electricidad): Iberdrola dominates Costa Blanca service area; customer service: 902 567 567. Emergency lines: 024 for power outages. Gas (gas natural): Naturgas and Endesa Gas serve the region; customer service varies by provider (contact municipal town hall for local provider). Telecommunications: Movistar (National telephone), Vodafone, Orange, and Masmóvil provide mobile and internet service. Shop around for competitive mobile plans (€20-40 monthly for unlimited data) and broadband packages (€35-60 monthly for fiber or ADSL). Garbage collection (recogida de basuras) is municipal responsibility; most towns operate 2-3 weekly collection schedules. Recycling centers accept glass, plastics, and paper separately; many towns have designated container areas throughout neighborhoods. Internet service providers (ISPs) include Movistar Fibra, Vodafone, Orange, and independent providers. Fiber optic (fibra óptica) is increasingly available; speeds of 300 Mbps are common at €40-50 monthly. Payment methods vary—direct bank transfer (domiciliación bancaria) is standard for utilities; credit card or checks are alternatives. Moving utilities to a new address requires notification 10-15 days in advance; utility companies coordinate disconnection and reconnection. Virtual payment platforms allow bill viewing, payment, and service management online; registration creates convenient account access. Establishing multiple utilities simultaneously often allows package discounts; negotiate bundled services when initiating new accounts."
      },
      {
        "title": "Local Services",
        "content": "Consulates: British Consulate Alicante: 965 216 022; German Consulate Alicante: 965 141 455. These offices assist citizens with passport renewal, visa issues, and emergency repatriation. Professional services: Real estate agents (inmobiliarias) and legal specialists (abogados) specializing in property law are available throughout coastal towns. Translation services: Multiple professional translators handle official documents, legal papers, and business communications; cost €50-100 per page for certified translations. Banking: Major Spanish banks (BBVA, Santander, CaixaBank, Sabadell) operate throughout Costa Blanca. International banks offer accounts for non-residents; require NIE and proof of residence. Vehicle services: MOT (inspección técnica de vehículos, ITV) stations schedule annual vehicle inspections; appointment booking required. Mechanics and auto repair shops (talleres) service most vehicle makes; expect €40-80 hourly labor rates (significantly cheaper than Northern Europe). Veterinary services: Multiple veterinary clinics serve pet owners; emergency vet services operate after-hours. Livestock and agricultural extension: COAG and agricultural cooperative services assist property owners with rural land management. Waste disposal services: Junk removal companies (empresas de limpieza) handle large item disposal; cost €50-150 depending on volume. Moving services: Professional moving companies (mudanzas) coordinate furniture transport and international relocations; obtain multiple quotes before committing. Maintenance and repairs: Local handymen and professional tradespeople handle plumbing, electrical, and general property maintenance; finding reliable specialists requires referrals from neighbors or real estate agents."
      },
      {
        "title": "Useful Websites",
        "content": "Government portals: www.administracion.gob.es (central administration) and regional Valencian government (www.gva.es) provide administrative information and services. Tax authority: www.agenciatributaria.es enables online tax filing and account management. Chamber of Commerce: www.camaradealicante.es facilitates business registration and employer verification. Expat resource sites: www.thesociedadexpat.com and Facebook groups for British, German, and other nationality expatriate communities provide practical living advice and community connection. Real estate: www.idealista.com and www.fotocasa.es are Spain's dominant property listing sites. News: www.levante-emv.com (regional newspaper), www.3viajes.com (tourist information). Transportation: www.renfe.es (trains), www.busmovil.es (buses), www.alicante-airport.com (airport flights and information). Utilities: Company websites (Iberdrola, Movistar, Hidraqua) facilitate account management and bill payment. Medical: www.hospitalplana.com (private hospital information), regional health service websites provide facility locations and emergency protocols. Weather/Climate: www.aemet.es (Spanish meteorological agency) provides reliable forecasts. Emergency translation: www.google-translate.com or smartphone translation apps facilitate communication during emergencies. Online services: Google Maps, WhatsApp, and basic translation apps provide essential tools for daily navigation and communication. Community forums: Expatica Spain, Spain property forums, and town-specific Facebook groups offer peer advice on practical topics. Spanish language learning: www.duolingo.com and www.busuu.com support pre-arrival language acquisition; local academies provide in-person instruction post-arrival."
      }
    ],
    "conclusion": "Thinking of making the move to Costa Blanca? Book a free 30-minute consultation with our experienced agents — 12+ years helping buyers find their perfect new build home in Spain."
  }
}
