{
  "slug": "land-registry-spain-property",
  "title": "Land Registry Spain: How to Check Property Ownership & Debts",
  "excerpt": "Complete guide to Spanish Land Registry (Registro de la Propiedad). Learn to obtain a Nota Simple online, what it reveals about ownership, mortgages, embargos, and why it's essential for due diligence.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 11,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "land-registry",
    "registro-propiedad",
    "nota-simple",
    "property-check",
    "due-diligence",
    "debts"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spain's Land Registry (Registro de la Propiedad) is the official record of all property ownership and encumbrances. Get a Nota Simple (€10-20 online via registradores.org) to verify ownership, check for mortgages, embargos, charges, and community debts before buying. This document is your first due diligence step.",
    "intro": "Before making any offer on a Spanish property, you must check the Land Registry (Registro de la Propiedad). This official government database contains the legal history of every property in Spain—including ownership, mortgages, court orders, and debts. Many international buyers skip this crucial step or wait until late in the process, only to discover hidden liabilities or competing claims. This comprehensive guide explains what the Land Registry is, how to read it, what each entry means, and why it's absolutely essential for protecting yourself.",
    "sections": [
      {
        "title": "Understanding Spain's Land Registry System",
        "subsections": [
          {
            "heading": "What Is the Registro de la Propiedad?",
            "content": "The **Registro de la Propiedad** (Property Registry or Land Registry) is Spain's official, government-maintained register of all real estate and property rights. It's managed by the **Colegio de Registradores de España** (National Association of Spanish Registrars) and is organized into regional registries, one for each province.\n\nOn the Costa Blanca, the relevant registry is the **Registro de la Propiedad de Alicante** (Alicante Property Registry). This registry records:\n- Current and historical property ownership\n- Mortgages (hipotecas) secured against properties\n- Court orders (embargos) and liens\n- Easements and rights of way\n- Community property declarations\n- Transfer taxes and deed information\n\nUnlike some countries where property records are kept at local town halls, Spain's system is highly centralized and digitized. Every property transaction in Spain is recorded here, and the information is public—anyone can request details about any property. This transparency is one of Spain's strongest features for property security."
          },
          {
            "heading": "The Two-Part Registry System",
            "content": "Spain's property registry has two main sections:\n\n**Índice de Propietarios** (Index of Owners): Shows current ownership of all properties in a geographic area. Organized alphabetically by owner surname.\n\n**Asientos (Entries)**: The actual registry records for each property, containing ownership history, mortgages, charges, and encumbrances.\n\nWhen you search the registry, you're looking through these sections. Your lawyer will typically search by property address or **finca number** (a unique identifier assigned to each property)."
          },
          {
            "heading": "How the System Works",
            "content": "The Land Registry operates on the **principle of inscription**—a property right is only legally recognized if it's registered here. This is fundamental to Spanish property law. If a mortgage isn't registered in the Registro, it's not legally binding. If an embargo (court order) isn't registered, it doesn't affect the property.\n\nThis protects buyers: if something isn't in the registry, it doesn't exist legally. However, it also creates responsibility—all dealings with the property must be registered to be valid.\n\nThe registry uses a **folio system**—each property has its own folio (file/page) with a complete history. When the property changes ownership, a new entry is added to that folio. When a mortgage is paid off, the entry is **cancelled (cancelada)** but remains visible for historical purposes.\n\nAll entries are assigned official dates and times, creating an indisputable record of when transactions occurred."
          }
        ]
      },
      {
        "title": "The Nota Simple: Your Key Document",
        "subsections": [
          {
            "heading": "What Is a Nota Simple?",
            "content": "A **Nota Simple** (or **Certificación Registral**) is an official printout from the Land Registry showing the complete current legal status of a property. It includes:\n\n- Current registered owner(s)\n- Property address and folio number\n- Property description (size, boundaries, land use classification)\n- All mortgages against the property\n- All court orders, embargos, or legal restrictions\n- All easements or rights of way affecting the property\n- Community property declarations (if applicable)\n- Dates of all transactions\n\nThe Nota Simple is NOT the ownership deed (escritura)—it's a government certification of what the registry shows. It's the first document your lawyer will request when you express interest in a property. Before making any offer, you should have a Nota Simple. This €10-20 document can save you from a €300,000 mistake."
          },
          {
            "heading": "How to Get a Nota Simple",
            "content": "**Online (Fastest & Easiest)**:\n\n1. Visit **www.registradores.org** (official national registry website)\n2. Click \"Servicios Telemáticos\" or \"Online Services\"\n3. Select \"Informes Registrales Telemáticos\" (Telematic Registry Reports)\n4. Search by:\n   - **Finca number** (if you have it from the property listing), OR\n   - **Property address** (municipality, province, address)\n5. Pay €10-20 by credit card (instant payment)\n6. Receive the Nota Simple as a PDF immediately\n\nThe online service is available 24/7 and takes 2-5 minutes. The resulting document is legally valid for all purposes.\n\n**In Person at the Local Registry**:\n\nVisit the **Registro de la Propiedad** office in the relevant province. On the Costa Blanca, this is in Alicante. You'll need:\n- Property address\n- Finca number (optional)\n- Valid ID\n- €20 cash or card\n\nProcessing takes 15-30 minutes.\n\n**Through a Lawyer**:\n\nYour lawyer can obtain it on your behalf (they have registry access). Cost includes their administrative fee (€50-100) plus the €10-20 registry fee.\n\n**Through an Estate Agent**:\n\nMany agents will provide a Nota Simple as part of their service, but verify it's current (registry records change). Always get a fresh copy, not an outdated one."
          },
          {
            "heading": "How to Read a Nota Simple",
            "content": "A Nota Simple is typically 2-4 pages in Spanish. Here's how to interpret the key sections:\n\n**Header Information**:\n- Folio number (unique property identifier)\n- Municipality and province\n- Property address\n- Registry office that maintains the record\n- Date and time the report was generated\n\n**Property Description**:\n- Type (urban land, apartment, villa, garage, etc.)\n- Location details (neighborhood, street)\n- Size (square meters if available)\n- Land use classification (residential, commercial, etc.)\n\n**Section I: Ownership (Dominio)**:\nLists the current owner(s) and how they own the property:\n- Full name(s) of registered owner(s)\n- How much each owns (100% for sole owner, or percentage if shared)\n- Date ownership was registered\n- Reference to the deed number (escritura) that conveyed ownership\n\nExample: \"María García López, con dominio íntegro. Inscrito a nombre de esta...\" (María García López with full ownership. Registered in the name of this person...)\n\n**Section II: Mortgages & Liens (Cargas)**:\nLists all outstanding mortgages or financial obligations against the property:\n\nExample entry:\n\"Hipoteca. Acreedora: BANCO SANTANDER. Cantidad: €250,000. Inscrita mediante escritura 1234/2015 de 15 de marzo de 2015.\"\n\nTranslation: \"Mortgage. Creditor: BANCO SANTANDER. Amount: €250,000. Registered by deed 1234/2015 of March 15, 2015.\"\n\nEach mortgage entry includes:\n- Lender name (usually a bank)\n- Loan amount\n- Deed reference and date\n- Registration date\n\nIf the mortgage shows \"CANCELADA\" (cancelled), it means the loan was paid off and the lien removed—this is good news.\n\n**Section III: Encumbrances & Restrictions (Cargas y Anotaciones)**:\nIncludes:\n- **Embargos** (court orders/liens): \"Embargo. Orden de embargo: Juzgado de lo Mercantil nº 3 de Alicante...\" (Court order from Mercantile Court No. 3 of Alicante)\n- **Easements**: \"Servidumbre de paso\" (right of way), \"tubería de agua\" (water pipe easement)\n- **Restrictions**: \"Prohibición de dividir la finca\" (prohibition against subdividing the property)\n- **Community charges**: \"Declaración de obra nueva\" (new building declaration)\n\n**Section IV: Annotations**:\nTemporary notes or pending actions, such as:\n- \"Anotación preventiva de embargo\" (provisional embargo notice—means a court is considering a lien but hasn't finalized it yet)\n- \"Anotación de demanda\" (lawsuit pending)\n\nThese are concerning—discuss with your lawyer immediately."
          }
        ]
      },
      {
        "title": "Key Things to Look For When Reading a Nota Simple",
        "subsections": [
          {
            "heading": "Red Flags: What Spells Danger",
            "content": "**Red Flag 1: Multiple Mortgages**\n\nIf the property has 2+ mortgages, this is concerning. Example:\n- Hipoteca 1: €250,000 to BANCO SANTANDER (2015)\n- Hipoteca 2: €75,000 to BANCO BBVA (2018)\n\nWith a purchase price of €300,000, after paying both mortgages (€325,000), the seller has negative equity and cannot legally complete the sale unless they add cash. This deal will likely fall through unless the buyer finances both loans, which is complicated. Discuss with your lawyer before proceeding.\n\n**Red Flag 2: Embargos (Court Orders/Liens)**\n\nAn embargo means a court has ordered the property seized due to unpaid debts. Example:\n\"Embargo. Orden de embargo: Juzgado de lo Penal nº 2 de Alicante. Por deuda al Fisco. Cantidad: €50,000.\"\n\nThis means the tax authority has placed a lien on the property. The seller cannot transfer clean title—the buyer's new ownership will still be subject to the embargo. The seller must resolve this (typically by paying the debt or arranging a payment plan with the court) before closing. If the embargo isn't lifted before signing the deed, your purchase is at risk.\n\n**Red Flag 3: Multiple Owners**\n\nIf the property is owned by 2+ people, all must agree to the sale and sign the deed. Example:\n\"María García López con el 50%. Juan García López con el 50%.\"\n\nIf either owner doesn't want to sell or is difficult to contact, the sale cannot proceed. Married couples often own property jointly—this is normal and manageable. But if the property is owned by ex-spouses, business partners, or estranged relatives, there's major risk. Verify all owners agree before committing.\n\n**Red Flag 4: Anotaciones (Pending Annotations)**\n\nAnotaciones are temporary notices of pending actions. Examples include:\n- \"Anotación preventiva de embargo\" (provisional lien—a court is considering seizing the property)\n- \"Anotación de demanda\" (lawsuit pending against the property owner)\n\nThese don't permanently prevent the sale but indicate the seller is involved in litigation or has unpaid debts. The lien could become permanent. Don't proceed without understanding the issue.\n\n**Red Flag 5: Comunidad Debts Not Visible**\n\nThe Nota Simple shows community property declarations but doesn't always show current community debt amounts. This is a separate check (request from the community administrator). A property with €10,000 in unpaid community fees is a serious issue—you'd typically pay this from the purchase price. Never skip checking community status.\n\n**Red Flag 6: Restrictions on Use**\n\nExample: \"Prohibición de destinar la finca a vivienda\" (prohibition against using property as a residence)\n\nOr: \"Uso comercial únicamente\" (commercial use only)\n\nIf you intend to live in the property but it's restricted to commercial use, this is a serious problem. The restriction cannot be easily removed and violates the property's legal status."
          },
          {
            "heading": "Green Lights: What Looks Good",
            "content": "**Green Light 1: Single Clear Ownership**\n\nOne person or couple listed as sole owner with \"dominio íntegro\" (full ownership) is ideal.\n\n**Green Light 2: No Mortgages or All Mortgages Clearly Payable from Sale Price**\n\nIf the property has a mortgage but the sale price is sufficient to pay it off with money left for the seller, the sale can proceed smoothly.\n\n**Green Light 3: No Embargos or Liens**\n\nA clean registry with no court orders, liens, or restrictions is the ideal scenario.\n\n**Green Light 4: Recent Property Transfer**\n\nIf the current owner purchased the property within the last 10 years and the registry is clean, this suggests a legitimate, successful prior transaction.\n\n**Green Light 5: Standard Easements Only**\n\nCommon easements for water pipes, electricity lines, or shared access are normal and don't affect livability. Only be concerned if easements restrict your use of the property.\n\n**Green Light 6: No Pending Annotations**\n\nA registry with no anotaciones (pending notices) indicates the seller isn't involved in active litigation or disputes."
          }
        ]
      },
      {
        "title": "Understanding Obra Nueva vs Established Properties",
        "subsections": [
          {
            "heading": "New Build Properties: Different Registry Status",
            "content": "New build properties (obra nueva) show different entries in the Land Registry because they're newly created:\n\n**Before Completion**:\n- The registry shows the land as \"solar\" (vacant land) with the builder as owner\n- A **Declaración de Obra Nueva** (New Building Declaration) is registered, indicating a building permit has been issued and construction has begun\n- The registry notes that individual units will be created from this single property\n\n**After Completion**:\n- The builder records the **cédula de habitabilidad** (certificate of habitability/occupancy) with the registry\n- Individual properties (apartments, villas) are \"segregated\" (separated) from the original property\n- Each unit is assigned its own folio number\n- Buyer receives a Nota Simple showing them as owner of their specific unit\n\nFor new builds still under construction, the Nota Simple will show:\n- Original property owner (builder)\n- Declaración de Obra Nueva\n- Community formation document (typically filed before any units are sold)\n- **Segregation date** (when individual units are separated)\n\nWhen you sign the **escritura de venta** (sales deed) for a new build, the registry is updated to show you as owner of your specific folio. Don't complete purchase without seeing the **segregation declaration**—it proves your unit is legally separated from the original property."
          },
          {
            "heading": "Community Property Issues in New Builds",
            "content": "New build apartments and townhouses in residential communities have additional registry entries:\n\n- **Constitución de Comunidad de Bienes** (Creation of Community Property): The registry records how common areas (lobby, pool, gardens, parking) are owned by all residents collectively\n- **Estatutos de Comunidad** (Community Bylaws): Rules governing the community\n- **Cuota de Participación** (Share of Common Areas): Shows your ownership percentage in shared facilities\n\nFor a 100-unit apartment community, each owner might have a 1% share of common areas. This is recorded in the registry and affects your responsibility for community fees and community debts.\n\nBefore buying a new build, check:\n1. What percentage you own in common areas\n2. How many other units are in the community\n3. Current community debt (separate from the Nota Simple—request from community administrator)\n4. Community fee amount"
          }
        ]
      },
      {
        "title": "Checking for Hidden Debts & Liabilities",
        "subsections": [
          {
            "heading": "Community Debts (Deudas de Comunidad)",
            "content": "The Nota Simple shows community property structures but NOT the amount of outstanding community fees. This is a critical gap—you need separate documentation.\n\n**How to Check Community Debts**:\n\n1. **Request from Community Administrator**: Contact the **administrador de la comunidad** (property manager) listed on the community documents. Request a **certificado de deuda** (debt certificate) showing:\n   - Current monthly community fee\n   - Any unpaid months\n   - Breakdown of fees (maintenance, insurance, reserves)\n   - Any extraordinary levies approved\n\n2. **What This Costs**: €10-30 for the certificate\n\n3. **Timeline**: Usually 3-7 business days\n\n**What Happens at Closing**:\nWhen you sign the deed, the notary confirms the seller has no outstanding community debts. If they do, those debts are typically deducted from the sale price at closing. You as the buyer inherit responsibility for future fees but not past debts (by law).\n\n**Why This Matters**:\nA community with €50,000 in accumulated debt is a red flag. This might indicate:\n- Poor management\n- Expensive repairs recently completed\n- Low occupancy (few owners covering costs)\n- Community dispute or lawsuit\n\nAsk your lawyer to investigate why the debt is so high."
          },
          {
            "heading": "Tax Debts Against the Property",
            "content": "The Nota Simple will show if there's an embargo for unpaid property taxes (IBI - Impuesto sobre Bienes Inmuebles). Example:\n\n\"Embargo. Acreedora: Ayuntamiento de Benidorm. Por deuda de IBI años 2018-2019. Cantidad: €5,400.\"\n\n**How to Verify Tax Status**:\n\n1. **Request from the Municipal Council**: Contact the **Ayuntamiento** (town hall) for the property's municipality. Request:\n   - Current year's IBI amount\n   - Payment status (current or in arrears)\n   - Any embargos or liens for unpaid taxes\n\n2. **Cost & Timeline**: Usually free or €5; 2-5 business days\n\n**What Happens at Closing**:\nThe seller must provide proof that all current-year taxes are paid. If they're in arrears, the debt is paid from the sale price. You inherit responsibility for taxes going forward but not past debts (generally).\n\n**Important Note**: Property taxes in Spain are approximately €0.40-1.10 per €100 of property value (varies by municipality). A €300,000 property might cost €1,200-3,300 annually. Budget this into your ownership costs."
          },
          {
            "heading": "Outstanding Mortgages & How They're Paid Off",
            "content": "The Nota Simple clearly shows all mortgages. If the property has a mortgage, the buyer and seller's lawyer must coordinate its payoff:\n\n**Process**:\n\n1. **Obtain Cancelación Documents**: The seller's lender provides a **carta de cancelación** (cancellation letter) stating:\n   - Current outstanding balance\n   - Amount needed to pay off the loan completely\n   - Date by which payment must be made\n\n2. **Calculate Net Proceeds to Seller**: \n   - Sale price: €300,000\n   - Mortgage payoff: -€200,000\n   - Notary fees: -€800\n   - Lawyer fees: -€3,000\n   - Property taxes, transfer tax, etc.: varies by region\n   - **Net proceeds to seller**: approximately €80,000-100,000\n\n3. **At Closing**: \n   - Buyer's mortgage lender (if applicable) funds the purchase\n   - Notary receives funds and immediately pays off seller's mortgage lender\n   - Remaining proceeds go to the seller\n   - Land Registry removes the mortgage entry and records new ownership\n\nThis happens simultaneously—the seller doesn't get paid until their mortgage is cancelled, and the mortgage isn't cancelled until buyer's funds arrive. This protects both parties.\n\n**If the Seller Owes More Than the Sale Price**:\nThis is negative equity. Example:\n- Mortgage outstanding: €350,000\n- Sale price: €300,000\n- Shortfall: €50,000\n\nThe seller must pay the €50,000 difference from their own funds to complete the sale. Many sellers in this position cannot complete sales. Your lawyer should verify the seller can cover any shortfall."
          }
        ]
      },
      {
        "title": "The Registration Process After You Buy",
        "subsections": [
          {
            "heading": "What Happens After Signing the Deed",
            "content": "Signing the escritura (deed) does NOT immediately make you the registered owner. There's a registration process:\n\n**Timeline**:\n\n1. **Day of Signing**: You sign the deed at the notary. The notary assigns it an official protocol number.\n\n2. **Day 1-3**: The notary submits the deed electronically to the Land Registry.\n\n3. **Week 1-2**: The Land Registry reviews the deed for completeness and correctness. They check that:\n   - All required information is present\n   - All mortgages to be cancelled are properly documented\n   - All parties' signatures are present\n   - The deed complies with legal requirements\n\n4. **Week 2-4**: The registry updates the property's folio to show you as the new owner. The previous owner's entry is marked as historical, and a new entry shows you with \"dominio íntegro\" (full ownership).\n\n5. **Week 3-4**: The registry mails you an official notification showing the registration is complete. You receive the deed in its official version with the registry stamp and reference number.\n\n**What Can Go Wrong**:\n\n- **Incomplete Documentation**: If the notary submitted incomplete paperwork, the registry returns it for corrections. This adds 1-2 weeks.\n- **Mortgage Payoff Issues**: If the seller's mortgage lender doesn't provide timely payoff documentation, registration is delayed.\n- **Title Disputes**: If anyone contests the seller's ownership (rare but possible), registration is suspended pending court resolution.\n- **Tax Authority Hold**: In rare cases, the tax authority (Hacienda) can place a hold on registration if they believe transfer taxes are incorrect.\n\nYour lawyer monitors this process and alerts you to any issues."
          },
          {
            "heading": "Getting Your Updated Nota Simple",
            "content": "After registration is complete (typically 2-4 weeks), obtain a new Nota Simple showing you as the registered owner:\n\n1. Visit **www.registradores.org** or your local registry office\n2. Search the property address\n3. Download/print the updated Nota Simple\n4. Verify it shows you as owner with \"dominio íntegro\"\n5. Verify all previous mortgages are listed as \"CANCELADA\" (cancelled)\n6. Save this document—it's proof of ownership\n\nThis is your official proof of ownership from the Land Registry. Frame it, store it safely, and provide copies to your mortgage lender (if financing), insurance company, and community administrator."
          }
        ]
      },
      {
        "title": "Practical Examples: Reading Real Nota Simples",
        "subsections": [
          {
            "heading": "Example 1: Clean Property with No Issues",
            "content": "**Property**: Apartment in Torrevieja\n**Folio**: 47893-A\n**Address**: Calle Principal 45, Apto 3B, Torrevieja\n\n**Section I - Ownership**:\n\"Juan Martinez García, con dominio íntegro. Inscrito a nombre de este registro por escritura 5678/2020 de fecha 15 de noviembre de 2020.\"\n\nTranslation: Juan Martinez García owns the property fully. Registered on November 15, 2020 via deed 5678/2020.\n\n**Section II - Mortgages**:\n(Empty - no mortgages)\n\n**Section III - Charges/Restrictions**:\n\"Declaración de comunidad. Cuota de participación: 1,47% del total de la comunidad.\"\n\nTranslation: Community property declaration. Your ownership share of common areas: 1.47%.\n\n**Analysis**: This is a clean property. Single owner, no debt, registered community. **Action**: Safe to proceed with purchase. Get a community debt certificate to check if fees are current."
          },
          {
            "heading": "Example 2: Property with Active Mortgage",
            "content": "**Property**: Villa in Benidorm\n**Folio**: 92345-B\n**Address**: Avenida del Mediterráneo 123, Benidorm\n\n**Section I - Ownership**:\n\"María García López, con dominio íntegro. Inscrito a nombre de este registro por escritura 1111/2015 de fecha 10 de mayo de 2015.\"\n\nTranslation: María García López is the registered owner.\n\n**Section II - Mortgages**:\n\"Hipoteca número 1. Acreedora: BANCO SANTANDER. Cantidad: €250,000. Inscrita mediante escritura 1111/2015 de 10 de mayo de 2015.\"\n\nTranslation: Mortgage of €250,000 to Banco Santander, registered with the property deed.\n\n**Section III - Charges/Restrictions**:\n(Empty)\n\n**Analysis**: Property has a mortgage of €250,000. If the purchase price is €300,000 and the seller has enough equity, the sale can proceed—the mortgage will be paid off at closing and cancelled. **Action**: Verify the sale price is sufficient to cover the mortgage payoff. Request the lender's cancellation letter showing the exact amount needed. Have your lawyer confirm the seller has no other debts."
          },
          {
            "heading": "Example 3: Property with Red Flags",
            "content": "**Property**: Townhouse in Elche\n**Folio**: 67890-C\n**Address**: Calle Nueva 50, Elche\n\n**Section I - Ownership**:\n\"Construcciones García SL (50%) y Antonio García Martínez (50%). Inscritos a nombre de este registro por escritura 2222/2018 de fecha 20 de julio de 2018.\"\n\nTranslation: A construction company owns 50% and an individual owns 50%.\n\n**Section II - Mortgages**:\n\"Hipoteca número 1. Acreedora: BANCO BBVA. Cantidad: €200,000. Inscrita mediante escritura 2222/2018.\"\n\"Hipoteca número 2. Acreedora: BANCO SANTANDER. Cantidad: €80,000. Inscrita mediante escritura 3333/2021 de 15 de octubre de 2021.\"\n\nTranslation: Two mortgages totaling €280,000.\n\n**Section III - Charges/Restrictions**:\n\"Embargo. Acreedora: Agencia Tributaria. Por deuda de impuestos. Cantidad: €25,000. Anotado por providencia de 22 de enero de 2024.\"\n\n\"Anotación preventiva de embargo. Juzgado de lo Mercantil nº 5 de Alicante. Deuda comercial. Cantidad: €15,000. Anotado 10 de febrero de 2024.\"\n\nTranslation: Tax lien of €25,000. Provisional embargo from commercial court for €15,000.\n\n**Analysis**: MULTIPLE RED FLAGS:\n1. Two owners—both must agree to sell\n2. Two mortgages totaling €280,000—if sale price is €300,000, seller has only €20,000 in equity\n3. Tax embargo of €25,000—seller has IRS problems\n4. Provisional embargo from court—commercial dispute pending\n5. Company as part-owner—complicates sale process\n\n**Action**: Do NOT proceed without thorough investigation. These issues must be resolved before closing. Would require:\n- Written consent from both owners and the company\n- Tax authority agreement to release lien\n- Court resolution of commercial dispute\n- This deal is high-risk and likely to face closing delays or collapse."
          }
        ]
      },
      {
        "title": "Cost Summary & Timeline",
        "subsections": [
          {
            "heading": "How Much Does It Cost to Check the Registry?",
            "content": "**Official Registry Fees**:\n- Nota Simple online: €10-20 (fastest)\n- Nota Simple in person: €15-25\n- Full certificate (more detailed): €20-30\n- Certification of multiple properties: €10 per property\n\n**Through a Lawyer**:\n- Initial Nota Simple: €50-100 (includes their fee)\n- Full due diligence investigation (Nota Simple + community check + tax verification): €300-600\n\n**Why This Cheap Investment Prevents Disasters**:\n- Cost: €20 online\n- Risk prevented: €350,000 property with hidden €50,000 mortgage or tax debt\n- ROI: 2,500:1\n\nYou should get multiple Nota Simples:\n1. **Initial check**: Before making an offer (€10-20)\n2. **Final check**: 1 week before closing (€10-20) to confirm no new liens appeared\n3. **Post-registration**: After closing to confirm you're registered (€10-20)\n\nTotal cost: €30-60 for complete protection."
          },
          {
            "heading": "Timeline: When to Check the Registry",
            "content": "**Week 1**: As soon as you express serious interest in a property, get a Nota Simple. Cost: €20. Time: 5 minutes online.\n\n**Week 1-2**: Have your lawyer review the Nota Simple and identify any issues.\n\n**Week 2-4**: If everything looks good, proceed with other due diligence (community check, tax verification, lawyer due diligence). If red flags appear, investigate or move on to another property.\n\n**Week 8**: Get a fresh Nota Simple 1 week before closing. Confirm no new liens have been registered.\n\n**Week 12**: After signing and registration, get updated Nota Simple showing you as owner.\n\n**Total cost**: €60 across all checks\n**Time invested**: 15 minutes total\n**Disaster prevented**: Potentially €300,000+ in problems"
          }
        ]
      }
    ],
    "conclusion": "Spain's Land Registry (Registro de la Propiedad) is your first and most important due diligence tool. A Nota Simple costs €10-20 online and can be obtained in 5 minutes. It reveals ownership, mortgages, tax debts, community status, court orders, and liens. Before making any offer, before committing any money, get a Nota Simple and have your lawyer review it. Look for red flags: multiple mortgages, embargos, community debts, and title disputes. Understanding this document and checking it early is cheap insurance against expensive problems later. After buying, keep your updated Nota Simple as proof of ownership. Spain's transparent registry system is one of the strongest features of its real estate market—use it to protect yourself."
  },
  "image": "/images/Real Estate agent/5.png"
}