{
  "slug": "nie-number-spain-guide",
  "title": "NIE Number Spain: Complete Guide for Property Buyers 2026",
  "excerpt": "Everything you need to know about getting your NIE number in Spain. Required documents, application process, costs, and timelines for property buyers.",
  "category": "Buying Guide",
  "publishedAt": "2026-01-25",
  "updatedAt": "2026-01-25",
  "readTime": 8,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "NIE",
    "legal",
    "buying process",
    "documents",
    "spain"
  ],
  "content": {
    "quickAnswer": "A NIE (Número de Identidad de Extranjero) is essential for buying property in Spain. You can apply at a Spanish consulate abroad or at a police station in Spain. Cost is approximately €12 for the form plus fees. Processing takes 1-3 weeks. Required for signing contracts, opening bank accounts, and paying taxes.",
    "intro": "The NIE number is your first step toward owning property in Spain. This unique identification number is required for virtually every financial and legal transaction, from opening a bank account to signing your property deed. Understanding the process saves time and prevents delays in your property purchase.",
    "sections": [
      {
        "title": "What is a NIE Number?",
        "content": "NIE stands for Número de Identidad de Extranjero (Foreigner's Identity Number). It's a unique tax identification number assigned to non-Spanish citizens who have financial, professional, or legal dealings in Spain.\n\n**You need a NIE for:**\n- Buying or selling property\n- Opening a Spanish bank account\n- Signing utility contracts\n- Paying taxes\n- Working in Spain\n- Starting a business\n- Buying a car\n- Getting Spanish residency\n\nThe NIE is not the same as residency. You can have a NIE without being a Spanish resident. The number stays with you for life and doesn't expire, though the certificate may need renewing."
      },
      {
        "title": "How to Apply for a NIE",
        "content": "**Option 1: Apply in Spain (Recommended)**\n\nApply at the Oficina de Extranjeros (Foreigners Office) or designated police station.\n\n1. Book an appointment online at sede.administracionespublicas.gob.es\n2. Complete form EX-15\n3. Attend your appointment with required documents\n4. Pay the fee (approximately €12)\n5. Receive your NIE certificate\n\n**Option 2: Apply at Spanish Consulate**\n\nIf you're not yet in Spain, apply at your nearest Spanish consulate.\n\n1. Contact consulate for their specific requirements\n2. Complete form EX-15\n3. Provide reason for needing NIE (property purchase)\n4. Submit documents and pay fee\n5. Processing typically takes 2-4 weeks\n\n**Option 3: Use a Representative**\n\nA lawyer or gestor can apply on your behalf with a notarized power of attorney (poder notarial). This is useful if you can't travel to Spain. We can recommend trusted legal partners."
      },
      {
        "title": "Required Documents",
        "content": "**Standard requirements:**\n\n1. **Form EX-15** - Application form (download from extranjeros.inclusion.gob.es)\n2. **Valid passport** - Original plus photocopy\n3. **Passport photo** - Recent, passport-size\n4. **Proof of reason** - Property reservation contract, bank letter, or employment contract\n5. **Fee payment** - Form 790 código 012 (approximately €12)\n\n**If applying through representative:**\n\n6. **Power of attorney** - Notarized and apostilled\n7. **Representative's ID** - Copy of their passport or DNI\n\n**Tips:**\n- Bring multiple photocopies of everything\n- Documents in other languages may need sworn translation\n- Check current requirements as they change periodically"
      },
      {
        "title": "Costs and Timelines",
        "content": "**Costs:**\n- Government fee (Tasa 012): €12.00\n- Form 790 processing: Free\n- If using gestor/lawyer: €50-150 service fee\n- Power of attorney (if needed): €50-100\n\n**Processing times:**\n- In Spain with appointment: Same day to 1 week\n- In Spain without appointment: Not possible (appointment required)\n- At consulate abroad: 2-4 weeks\n- Through representative: 1-2 weeks\n\n**Certificate validity:**\n- The NIE number itself never expires\n- The certificate (paper document) is valid for 3 months\n- You can request a new certificate anytime if needed"
      },
      {
        "title": "NIE vs Residency",
        "content": "**Important distinction:**\n\nA NIE is NOT residency. Many buyers confuse these:\n\n**NIE Only:**\n- Just an identification number\n- Required for property purchase\n- No tax residency implications\n- No healthcare or social benefits\n- Can own property as non-resident\n\n**Residency (green card/TIE):**\n- Legal right to live in Spain\n- Tax implications (worldwide income)\n- Access to public healthcare\n- Required if staying 90+ days in 180-day period\n- Different application process\n\n**For property buyers:**\nYou only need a NIE to buy property. Residency is separate and depends on how much time you plan to spend in Spain."
      },
      {
        "title": "Common Problems and Solutions",
        "content": "**Can't get an appointment:**\nAppointments release at midnight Spanish time. Try multiple locations. Consider using a gestor who has better access.\n\n**Lost your NIE certificate:**\nYour NIE number never changes. Request a new certificate at any Foreigners Office or police station.\n\n**Urgent need for property signing:**\nYour lawyer can often expedite through their contacts. Some notaries can proceed with NIE application in progress.\n\n**Application rejected:**\nUsually due to incomplete documents. Check all forms are signed, photos meet requirements, and supporting documents are valid.\n\n**Expired certificate:**\nThe number is still valid. Just request a new certificate if needed for official purposes."
      }
    ],
    "conclusion": "Getting your NIE is straightforward with proper preparation. Start the process early in your property search to avoid delays at completion. Most buyers find the easiest route is applying through a Spanish lawyer who handles the paperwork and appointments as part of their conveyancing service.\n\nInterested in properties in this area? Book a free 30-minute consultation with our team — with over 12 years of experience, we'll help you find exactly what you're looking for."
  },
  "image": "/images/Real Estate agent/2.png"
}
