{
  "slug": "notary-vs-lawyer-spain-property",
  "title": "Notary vs Lawyer in Spain: Who Does What When Buying Property?",
  "excerpt": "Understanding Spain's notary and lawyer roles in property purchase. Learn their distinct functions, costs (€600-1,200 notary fees), and why you need both professionals for a secure transaction.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "notary",
    "lawyer",
    "abogado",
    "notario",
    "escritura",
    "property-purchase",
    "roles"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "In Spain, a notary (notario) is a public official who authenticates documents and witnesses signatures, while a lawyer (abogado) provides legal advice and protects your interests. Both are essential—notaries charge €600-1,200 in fees, lawyers charge hourly or flat rates. You cannot buy property legally without notary involvement.",
    "intro": "When buying property in Spain, many international buyers are confused about the roles of notaries and lawyers. These are two completely different professionals with distinct legal functions, yet both are essential for a successful property purchase. Unlike some countries where a single lawyer handles everything, Spain's civil law system requires a public official (notary) to authenticate and formalize all property transactions. This article explains exactly what each professional does, when they get involved, typical costs, and why Spanish law requires both.",
    "sections": [
      {
        "title": "The Spanish Notary: Public Official & Authenticator",
        "subsections": [
          {
            "heading": "Who Is a Notary in Spain?",
            "content": "The **notario público** is not a lawyer—it's a public official appointed by the government to serve as an impartial witness to legal transactions. In Spain, notaries are among the most respected professionals in the property market. They are regulated under the **Ley del Notariado** (Notary Law) and must pass rigorous exams and maintain professional insurance. A notary's role is fundamentally different from lawyers in common law countries who may handle closings. Spanish notaries are truly neutral parties—they're not representing the buyer or seller, but protecting the state's interests and ensuring legal compliance."
          },
          {
            "heading": "Key Responsibilities of the Notary",
            "content": "The notary has several critical functions in your property purchase:\n\n**Document Verification**: Before the escritura (deed) signing, the notary verifies that the seller actually owns the property by checking the **Nota Simple** (Land Registry certificate). They confirm there are no undisclosed mortgages, embargos (court orders), or charges against the property.\n\n**Identity Verification**: The notary checks official ID documents (pasaporte, NIE, or DNI) of both buyer and seller to confirm they are who they claim to be. International buyers typically need their passport plus proof of tax residency status.\n\n**Debt Clearance Review**: The notary confirms with the mortgage lender (if applicable) that any outstanding mortgages will be paid off from the sale proceeds. They obtain **cancelación de hipoteca** (mortgage discharge) documents.\n\n**Reading & Explaining the Deed**: At the signing appointment, the notary must **read aloud the entire escritura** (deed) in Spanish. This is not a formality—it's a legal requirement. The notary reads every clause, article number, property description, purchase price, and party information. Both buyer and seller must confirm they understand it.\n\n**Witnessing Signatures**: The notary physically witnesses both the buyer and seller signing the deed. This requires them both to be present in the notary's office (though power of attorney can substitute if necessary).\n\n**Registering with Tax Authorities**: The notary files the deed with the relevant tax authority (Hacienda) to ensure the transaction is recorded and the **impuesto sobre transmisiones patrimoniales** (transfer tax) is processed correctly."
          },
          {
            "heading": "Notary Fees in Spain",
            "content": "Notary fees are regulated by the government and are not negotiable. For a residential property purchase on the Costa Blanca, expect:\n\n- **Simple property (€300,000-500,000)**: €600-800\n- **Mid-range property (€500,000-1,000,000)**: €900-1,200\n- **Luxury property (€1,000,000+)**: €1,400-2,000+\n\nFees are calculated on a sliding scale based on property value. The notary also charges for preparing copies of the deed (€0.50-1 per page) and obtaining Land Registry certificates. There may be additional fees for rush services or if extra documentation is required. Importantly, these are **official rates**—all notaries charge the same amount for the same service. Shop around by all means, but you'll find identical pricing across Spain."
          }
        ]
      },
      {
        "title": "The Property Lawyer: Your Protector & Advisor",
        "subsections": [
          {
            "heading": "What Does a Spanish Property Lawyer Do?",
            "content": "The **abogado inmobiliario** (property lawyer) is your private legal representative, hired to protect your interests throughout the purchase. Unlike the notary who is impartial, your lawyer works exclusively for you. A good property lawyer is essential, especially for international buyers unfamiliar with Spanish real estate law. They are not required by Spanish law (unlike the notary), but they are highly recommended—in fact, it's considered risky to buy property in Spain without one.\n\nYour lawyer should be independent, not recommended by the estate agent (inmobiliaria) or developer. This ensures their loyalty is to you, not the seller."
          },
          {
            "heading": "Core Functions of Your Property Lawyer",
            "content": "**Due Diligence Investigation**: Before you commit to purchasing, your lawyer conducts a thorough background check on the property. They obtain a **Nota Simple** from the Land Registry (Registro de la Propiedad), checking for:\n- Registered ownership and any competing claims\n- Existing mortgages (hipotecas)\n- Court orders (embargos) or liens\n- Community debts (deudas de comunidad)\n- Outstanding tax debts against the property\n- Any restrictions or conditions on the land\n\n**Verification of Legal Status**: For new builds (**obra nueva**), your lawyer checks:\n- Building permits and completion certificates (cédula de habitabilidad or certificate of occupancy)\n- Compliance with urbanistic regulations (plan parcial, plan general de ordenación urbana)\n- Community formation documents\n- Guarantees and builder's legal liability insurance\n\n**Community Property Review**: For apartments or properties in residential communities, your lawyer reviews:\n- Community bylaws (estatutos de la comunidad)\n- Current community fees (cuota de comunidad) and reserve fund status\n- Pending extraordinary levies (derramas extraordinarias)\n- Community meeting minutes to identify disputes\n\n**Contract Negotiation & Drafting**: If you're buying off-plan or in a pre-contract situation, your lawyer negotiates terms, stage payment schedules, and contingencies. They may also prepare amendments to standard contracts offered by developers.\n\n**Mortgage & Finance Review**: If financing the purchase, your lawyer reviews mortgage terms, makes sure all conditions are met, and confirms the mortgage lender's requirements.\n\n**Tax Planning**: Your lawyer advises on the most tax-efficient way to structure the purchase (individual, company, trust, etc.) based on your residence status and long-term plans."
          },
          {
            "heading": "Lawyer Fees & Cost Structure",
            "content": "Property lawyer fees in Spain are NOT regulated and vary significantly by region and complexity:\n\n- **Fixed fee for simple purchase**: €1,500-3,000\n- **Percentage of property value**: 1-2% (typical for €200,000-1,000,000 purchases)\n- **Hourly rates**: €150-400/hour for complex matters\n- **New build off-plan purchases**: Often 0.5-1% of total purchase price due to extended timeline\n\nFor a €300,000 property, expect €3,000-6,000 in lawyer fees. Get a written quote upfront. Some lawyers offer fixed fees for straightforward purchases, which is preferable to hourly billing. Importantly, lawyer fees are tax-deductible if you're resident in Spain or have significant income from Spanish sources."
          }
        ]
      },
      {
        "title": "The Timeline: When Each Professional Gets Involved",
        "subsections": [
          {
            "heading": "Phase 1: Pre-Purchase (Weeks 1-4)",
            "content": "**Your Lawyer's Role**: You hire a lawyer as soon as you decide to seriously pursue a property. Before making any offer, they conduct due diligence—obtaining the Nota Simple, checking community status, verifying building certificates. They review any contracts or offers you're considering. Cost at this stage: You've paid them their retainer or initial consultation fee.\n\n**Notary's Role**: None yet. The notary doesn't get involved until very late in the process."
          },
          {
            "heading": "Phase 2: Offer & Contract (Weeks 4-8)",
            "content": "**Your Lawyer's Role**: After finding the right property and getting a favorable due diligence report, your lawyer negotiates the purchase price and terms. For off-plan properties, they review stage payment schedules. They draft amendments to any seller-provided contracts. They explain all terms in English (or your language). They ensure contingencies are included (financing conditions, community approval for rentals, etc.).\n\n**Notary's Role**: Still not involved. The notary only gets involved when documents need to be officially authenticated."
          },
          {
            "heading": "Phase 3: Financing & Preparation (Weeks 8-12)",
            "content": "**Your Lawyer's Role**: If you need a mortgage, your lawyer liaises with the bank, ensures all mortgage conditions are met, and reviews the final loan agreement. They coordinate with the notary's office to schedule the **escritura signing appointment**. They prepare any documentation needed for the signing (power of attorney if you can't attend, proof of funds, etc.). They review the draft escritura that the notary prepares.\n\n**Notary's Role**: The notary begins preparing documents. They draft the escritura (deed) based on information from both parties. They may contact your lawyer with questions or requirements. They don't meet with you yet."
          },
          {
            "heading": "Phase 4: The Escritura Signing (Week 12-16)",
            "content": "**Your Lawyer's Role**: Ideally, your lawyer attends the notary appointment with you. Even if not physically present (for remote international buyers), they brief you beforehand on what to expect. After signing, your lawyer verifies that the deed was correctly filed with tax authorities and the Land Registry.\n\n**Notary's Role**: This is the notary's main event. You meet at their office (typically a formal, traditional setting) for the **comparecencia ante notario** (appearance before notary). The notary:\n- Verifies your identity and the seller's identity\n- Reads the entire escritura aloud\n- Asks both parties to confirm they understand and agree\n- Witnesses both parties signing\n- Signs as official witness\n- Stamps with their official seal\n- Assigns an official deed number\n- Files with Land Registry and tax authorities\n\nThe entire process typically takes 30-60 minutes."
          },
          {
            "heading": "Phase 5: Post-Signing (Weeks 16-20)",
            "content": "**Your Lawyer's Role**: After signing, your lawyer confirms the deed is registered at the Land Registry (this takes 2-4 weeks). They verify that the title has been updated to show you as the owner. They handle any post-closing issues, such as ensuring community fees are transferred, confirming mortgage payoff if applicable, or addressing any defects discovered during snagging inspection.\n\n**Notary's Role**: Complete. The notary's official duty ends once the deed is signed and filed."
          }
        ]
      },
      {
        "title": "Why You Need BOTH Professionals",
        "subsections": [
          {
            "heading": "They Serve Different Purposes",
            "content": "This is the key point that confuses international buyers: the notary and lawyer are NOT interchangeable, and you legally cannot substitute one for the other.\n\n**The Notary**: Ensures the transaction complies with Spanish law and is properly recorded. They are accountable to the government, not to you. If something goes wrong with the official documentation, you have limited recourse against the notary.\n\n**The Lawyer**: Ensures the transaction protects YOUR interests. They negotiate terms, investigate title issues, and protect you from fraud or hidden liabilities. If your lawyer makes a mistake (like failing to discover an encumbrance on the property), they carry professional liability insurance and you can sue them for negligence.\n\nIn practical terms: The notary makes sure the paperwork is official and correct. Your lawyer makes sure the deal is good for you."
          },
          {
            "heading": "Common Misconceptions",
            "content": "**Misconception 1**: \"The estate agent or developer can recommend a notary, so I don't need a lawyer.\"\n**Reality**: The agent is looking out for their commission, not your interests. Always hire an independent lawyer. The notary they recommend will be fine (notaries are all regulated equally), but a lawyer is essential for protecting your interests.\n\n**Misconception 2**: \"The notary will protect me—I don't need a separate lawyer.\"\n**Reality**: The notary is impartial and neutral. They have no obligation to investigate title issues or protect you from bad deals. They simply authenticate documents. A lawyer investigates the property and the deal terms.\n\n**Misconception 3**: \"I can save money by skipping the lawyer.\"\n**Reality**: Skipping a lawyer is an extremely high-risk decision. Problems discovered after closing (hidden mortgages, community debts, planning violations) are incredibly expensive to fix. A €3,000 lawyer fee is cheap insurance against a €300,000 mistake.\n\n**Misconception 4**: \"The lawyer and notary will argue about their fees.\"\n**Reality**: No. They work together professionally. The lawyer's fee is separate from the notary's fee—there's no overlap or conflict. Both are standard transaction costs."
          },
          {
            "heading": "Cost Breakdown of a Typical Purchase",
            "content": "For a €300,000 property purchase on the Costa Blanca, here's what you'll typically pay in professional fees:\n\n- **Lawyer**: €3,000-5,000 (1-1.5% for this price range)\n- **Notary**: €700-900 (regulated scale)\n- **Land Registry filing fee**: €150-300 (notary handles this)\n- **Property tax adviser** (optional): €500-1,000 if needed for tax planning\n\nTotal professional costs: €4,350-7,200 (approximately 1.5-2.4% of purchase price)\n\nThis is in addition to transfer tax (6-10% depending on region), but that's a government charge, not professional fees."
          }
        ]
      },
      {
        "title": "The Escritura Signing Day: What to Expect",
        "subsections": [
          {
            "heading": "Before the Appointment",
            "content": "Your lawyer will brief you on what to bring:\n- Valid passport (or NIE + proof of address for residents)\n- Any power of attorney documents if someone is signing on your behalf\n- Proof of funds (bank statements showing money available)\n- Recent community payment receipt (if there are community fees)\n\nYour lawyer will walk you through the deed (escritura) in advance, translating key sections and explaining any terms you don't understand. They'll answer questions about clauses, dates, or property descriptions. This is crucial—you should never sign anything you don't fully understand."
          },
          {
            "heading": "At the Notary's Office",
            "content": "The appointment usually takes place in a formal, traditional office setting. The notary sits at their desk with official documents spread out. Both the buyer and seller (and their lawyers if present) sit across from the notary.\n\nThe notary will:\n1. **Verify identities**: Check your passport and the seller's DNI/passport\n2. **Confirm consent**: Ask both parties if they agree to the transaction and the stated price\n3. **Read the deed aloud**: This is the legal requirement. The notary reads in Spanish, typically quite formally. Your lawyer may translate key sections. The reading can take 20-40 minutes depending on property complexity.\n4. **Ask for final confirmation**: The notary asks both parties explicitly if they agree to everything that was just read\n5. **Witness signatures**: Both buyer and seller sign multiple pages of the deed. You'll typically sign 3-5 times.\n6. **Notary signature**: The notary signs and applies their official seal\n7. **Deed number assignment**: The notary assigns an official **número de protocolo** (protocol number) that serves as the deed's permanent legal reference\n\nThe entire process typically lasts 30-60 minutes. After signing, you receive a certified copy of the deed."
          },
          {
            "heading": "After Signing",
            "content": "The notary immediately files the deed with the Land Registry (Registro de la Propiedad) and the tax authority (Agencia Tributaria). Registration typically takes 2-4 weeks. Your lawyer follows up to confirm the deed is registered and the title has been transferred to your name.\n\nWithin 30 days, you should receive notice from the Land Registry showing you as the official owner. This is called the **finca registral** (registered property record) and is your proof of ownership."
          }
        ]
      },
      {
        "title": "Choosing Your Lawyer: Red Flags & Best Practices",
        "subsections": [
          {
            "heading": "How to Find a Reliable Property Lawyer",
            "content": "**Use Online Bar Associations**: Search the **Ilustre Colegio de Abogados** (Bar Association) for your region. All licensed lawyers are listed. Costa Blanca lawyers are registered with the Alicante Bar Association (Colegio de Abogados de Alicante).\n\n**Ask for Referrals**: Ask other expatriates, estate agents you trust, or consulate representatives for recommendations. Get multiple suggestions and interview 2-3 lawyers before deciding.\n\n**Request Credentials**: Make sure they specialize in real estate law. Ask how many property transactions they've handled, especially for international buyers. A good lawyer will have experience with various nationalities and tax residency situations.\n\n**Language Matters**: Choose a lawyer fluent in your language (English for most international buyers). Never rely on machine translation for legal documents."
          },
          {
            "heading": "Red Flags to Avoid",
            "content": "**Red Flag 1**: A lawyer recommended by the seller or the estate agent as part of \"their team.\" You need an independent lawyer, not someone on the other side's payroll.\n\n**Red Flag 2**: A lawyer who won't put fees in writing or who seems vague about costs.\n\n**Red Flag 3**: A lawyer who says you don't need a due diligence investigation for a \"simple\" purchase. Every property purchase needs investigation.\n\n**Red Flag 4**: A lawyer who doesn't speak your language clearly. Misunderstandings in legal matters are costly.\n\n**Red Flag 5**: A lawyer who rushes you or doesn't explain things thoroughly. This is your largest purchase—they should be patient.\n\n**Red Flag 6**: A lawyer working out of an estate agent's office. There's an inherent conflict of interest."
          },
          {
            "heading": "Questions to Ask Before Hiring",
            "content": "1. What is your fee structure and can you provide a written quote?\n2. How many property purchases have you handled for international buyers?\n3. Will you conduct a complete due diligence investigation? What does that include?\n4. Will you attend the notary signing appointment with me?\n5. If I'm abroad, how will we communicate and can you manage things remotely?\n6. What happens if title issues are discovered? Will you renegotiate or help resolve?\n7. Do you have professional liability insurance?\n8. Who will be my main contact—you personally or someone else at your firm?\n9. What documents will you provide me before signing?\n10. How will you handle the post-signing registration follow-up?"
          }
        ]
      },
      {
        "title": "Notary vs Lawyer: Side-by-Side Comparison",
        "subsections": [
          {
            "heading": "Quick Reference Table",
            "content": "| Aspect | Notary (Notario) | Lawyer (Abogado) |\n|--------|-----------------|------------------|\n| **Role** | Public official/authenticator | Private advisor |\n| **Loyalty** | Impartial/neutral | Your representative |\n| **Required by Law** | Yes, legally mandatory | No, but highly recommended |\n| **Main Responsibility** | Authenticate deed & verify ID | Protect your interests |\n| **Fee Structure** | Regulated by government | Not regulated, varies |\n| **Typical Cost** | €600-1,200 | €1,500-6,000 |\n| **Investigation** | Verifies property ownership | Conducts due diligence & checks title |\n| **Negotiation** | None | Negotiates terms & price |\n| **When Involved** | Late stage (signing) | Early stage (before offer) |\n| **Accountable To** | Government/state | You (professional liability) |\n| **Can Be Waived** | No | Yes (risky to do so) |\n| **Liability Insurance** | Notary's insurance | Lawyer's professional insurance |\n\nBoth professionals are essential for different reasons. The notary makes the transaction official and legal; the lawyer makes sure it's good for you."
          }
        ]
      }
    ],
    "conclusion": "In Spain's civil law system, buying property requires both a notary and a lawyer—they are not interchangeable professionals, but complementary ones. The notary (€600-1,200) is a government-appointed official who authenticates your deed and ensures legal compliance. Your lawyer (€1,500-6,000) is your private representative who investigates the property, negotiates terms, and protects your interests. The notary makes the transaction official; your lawyer makes it safe. Never skip the lawyer to save money—this is false economy that can cost you far more if problems arise. Choose an independent lawyer before making an offer, have them conduct full due diligence, and ensure they attend your escritura signing. This professional guidance is essential insurance for your largest financial investment."
  },
  "image": "/images/Real Estate agent/7.png"
}