{
  "slug": "snagging-inspection-spain-new-build",
  "title": "Snagging Your New Build in Spain: Complete Inspection Guide",
  "excerpt": "Essential guide to snagging new build properties in Spain. Learn when to inspect, what to check, and how to document defects before final payment.",
  "category": "Buying Guide",
  "publishedAt": "2026-02-06",
  "updatedAt": "2026-02-06",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "snagging",
    "new-build",
    "inspection",
    "buying-process",
    "completion",
    "defects",
    "warranty"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Snagging is a detailed inspection of your new build property before final payment to identify minor defects and ensure completion quality. Schedule it 1-2 weeks before completion, use a professional surveyor (€200-500) to document issues, and provide the developer with a written list for remediation.",
    "intro": "Purchasing a new build property in Spain is an exciting investment, but the final step before completion is crucial: the snagging inspection. This comprehensive guide walks you through everything you need to know about identifying defects, documenting issues, and ensuring the developer rectifies problems before you hand over final payment. Whether you're buying on the Costa del Sol, Costa Blanca, or anywhere else in Spain, understanding the snagging process protects your investment and ensures your new home meets acceptable standards.\n\nSnagging inspections are essential because new properties, despite being 'new', often have minor defects from construction—incomplete finishes, small damage, or items not functioning correctly. By conducting a thorough inspection before completion, you can negotiate repairs or replacements at no additional cost, rather than paying out of pocket after taking possession. This guide provides a detailed checklist and practical advice based on Spanish building regulations and best practices.",
    "sections": [
      {
        "title": "What is Snagging and Why Is It Important?",
        "content": "Snagging refers to the process of identifying minor defects, incomplete work, and cosmetic issues in a newly constructed or renovated property before the final handover. These defects might include damaged paint, faulty fixtures, incomplete tiling, poor plumbing connections, or electrical issues. The term originates from British construction practices but is equally relevant in Spain's property market.\n\nSnagging is not a structural survey—it doesn't assess the building's fundamental integrity or serious structural problems. Instead, it focuses on the quality of finish and whether everything has been completed to specification. The developer has a legal obligation under Spanish law to deliver a property free from defects and in accordance with the contract specifications.\n\nWhy is snagging important? First, it's your opportunity to ensure the developer fixes issues before completion while they still have responsibility for the property. After handover, fixing defects becomes your responsibility and potentially very expensive. Second, a thorough snagging list provides documentation that protects you if disputes arise. Third, it ensures your investment meets the quality standards you paid for. Finally, identifying issues before completion can prevent ongoing problems that might affect resale value or require costly repairs later.\n\nIn Spain, the legal guarantee period (garantía de obra) typically lasts ten years for structural defects and three years for minor issues. However, documenting problems before completion strengthens your legal position and makes claims more straightforward."
      },
      {
        "title": "When to Schedule Your Snagging Inspection",
        "content": "Timing is critical for an effective snagging inspection. The best time to conduct a thorough snagging inspection is 1-2 weeks before your scheduled completion date. This timing allows sufficient time for the developer to address identified issues before the final handover, without being so early that new defects might occur during this period.\n\nContact your solicitor or property agent to schedule the inspection with the developer's representative. Many developers expect snagging inspections and will schedule a time for you to walk through the property with their site manager. If the developer hasn't completed final cleaning and final touches, request that they do so before your inspection—you want to assess the finished product, not a work-in-progress.\n\nAvoid scheduling your snagging inspection too far in advance (more than 3-4 weeks before completion) because defects can recur or develop between inspection and handover. Conversely, inspecting too close to the completion date leaves insufficient time for remedial work. Some developers also provide a 'pre-handover walk-through' a few days before completion, which is different from a formal snagging inspection—you might conduct snagging earlier and then do a final check during the pre-handover visit.\n\nEnsure you have access to all areas of the property, including any shared facilities if purchasing an apartment. You'll need time to methodically work through every room and check every detail on your checklist. Budget 2-4 hours for a thorough snagging inspection, depending on the property's size. If you've hired a professional surveyor, coordinate with them to ensure they can attend within your preferred timeframe."
      },
      {
        "title": "DIY vs. Professional Surveyor: Making the Right Choice",
        "content": "You have two options for conducting your snagging inspection: doing it yourself or hiring a professional surveyor. Each approach has advantages and disadvantages.\n\nDIY Snagging Inspection: If you choose to inspect the property yourself, you'll save the surveyor's fee (typically €200-500) and can conduct the inspection at your own pace. You know the property well and what you specifically wanted included. However, DIY snagging has significant limitations. You might miss issues that a trained eye would catch, such as improper electrical installations, waterproofing problems, or structural concerns. You may not understand Spanish building regulations and standards. Additionally, if you later claim defects to the developer or insurer, they'll question why a professional didn't identify these issues, potentially weakening your position.\n\nProfessional Surveyor: Hiring an independent surveyor (arquitecto técnico or perito) provides several advantages. Professional surveyors understand Spanish building codes and standards, have experience identifying common defects in new builds, and can spot issues you might miss. Their detailed written report carries legal weight and strengthens your position if disputes arise. A professional surveyor can recommend whether issues need immediate attention or can be monitored. They'll also photograph defects, providing documentation for your records and for the developer.\n\nThe investment in a professional surveyor is typically excellent value. The €300-500 cost is minimal compared to the property's total value and the potential cost of fixing problems after handover. Many expats purchasing property in Spain find professional help invaluable because they're unfamiliar with local building standards.\n\nOur Recommendation: Hire a professional surveyor familiar with properties in your area and building type. Request that they provide a detailed written report and high-resolution photographs of all identified defects. If budget is extremely tight, conduct a thorough DIY inspection using the detailed checklist provided in this guide, but be aware of the limitations."
      },
      {
        "title": "Complete Snagging Checklist: Room by Room",
        "content": "Use this comprehensive checklist to systematically inspect every area of your new build property. Take notes and photographs of any issues identified.\n\n**EXTERIOR AREAS**\n\nWalls and Facade: Inspect for cracks, missing grout in stone or brick work, uneven mortar joints, paint bubbles or peeling, water stains, misaligned panels, and damage from construction materials or equipment. Check that any render is properly sealed and waterproof. Look for signs of water ingress, especially around windows and doors.\n\nRoof: Check that roof tiles or coverings are intact with no missing pieces, cracks, or displaced sections. Verify gutters are properly attached and sloped to drain water correctly. Inspect downpipes for secure attachment and damage. Check that any roof penetrations (vents, skylights, aerials) are properly sealed. If accessible, check roof interior for leaks or water stains.\n\nWindows and Doors (Exterior): Verify all windows and doors are present, operate smoothly, and lock securely. Check frames are properly sealed with no gaps allowing water or air infiltration. Inspect glass for cracks, chips, or manufacturing defects. Ensure weatherstripping is intact. Check that external doors open and close without binding. Verify frame alignment—doors shouldn't touch the frame when closed.\n\nTerraces, Balconies, and Patios: Check for uneven surfaces or trip hazards in paving. Verify proper water drainage with no pooling areas. Inspect any railings or balustrading for secure mounting and no damage. Check that any terrace sealant is properly applied. Ensure outdoor areas are free from construction debris and properly cleaned.\n\n**KITCHEN**\n\nAppliances: Verify all specified appliances are installed and functioning (cooker/hob, oven, extractor hood, dishwasher, fridge, freezer). Test each appliance for proper operation. Check that connections are secure and appliances are level. Verify warranty documents are present. Inspect for damage, scratches, or dents.\n\nWorktops and Sink: Check worktops are level with no gaps or misalignments. Inspect for cracks, chips, or stains (for marble/stone surfaces). Verify the sink is properly installed and sealed, with no leaks. Check tap (faucet) operates smoothly with hot and cold water functioning. Inspect around the sink for water damage or seepage into the cabinet below.\n\nCabinets and Storage: Verify all cabinet doors open and close smoothly without sticking. Check hinges are secure. Inspect interior shelving for proper support and level alignment. Ensure internal fittings operate smoothly. Look for water damage, especially under the sink. Check that any protective film has been removed from surfaces.\n\nTiling: Inspect all tile surfaces for chips, cracks, or missing tiles. Check grout lines for gaps, missing grout, or uneven color variation. Verify tiles are level with no lippage (uneven edges between tiles). Look for areas where water might pool behind tiles. Check that tiles meet appropriately at edges and corners.\n\nPlumbing: Check all water connections under the sink are secure and not leaking. Verify water pressure is adequate from the tap. Inspect for water pooling or seepage anywhere in the kitchen. Check that drainage is working properly by running water. Listen for unusual sounds like air in pipes, which might indicate improper installation.\n\n**BATHROOMS**\n\nFixtures and Fittings: Verify all fixtures are present and functioning—toilet, basin/sink, bathtub, shower enclosure, and heated towel rails if specified. Test all controls including thermostatic shower valves for proper temperature control. Check that fixtures are securely mounted with no movement when used. Inspect for chips, cracks, or manufacturing defects.\n\nTiling and Surfaces: Similar to the kitchen, inspect all tiles for damage and proper installation. Check grout lines, especially in shower areas where waterproofing is critical. Verify tiles are level, properly sealed, and show no signs of water behind tiles. Check caulking around bathtubs and shower enclosures—it should be cleanly applied and well-sealed.\n\nPlumbing and Water Pressure: Check both cold and hot water function at all fixtures. Test water pressure—it should be adequate. Look for leaks under basins and around the toilet base. Run the toilet and verify it flushes properly and refills correctly. Check that the toilet seat is secure. Inspect the extractor fan functions and clears moisture properly.\n\nWaterproofing: This is critical in bathrooms. Check for any water stains on ceilings (particularly under upstairs bathrooms). Inspect walls for signs of moisture behind tiles. Check that shower enclosures are properly sealed and water doesn't escape. Verify that any bathroom windows or ventilation properly removes humidity.\n\n**BEDROOMS AND LIVING AREAS**\n\nWalls and Decoration: Inspect for cracks, damp patches, water stains, or paint defects. Check that paint is evenly applied with no color variations, drips, or dust marks. Verify wallpaper (if installed) is properly adhered with no bubbles or lifting. Ensure walls are clean with no construction marks or damage.\n\nFlooring: Test flooring for level and stability—walk across it checking for squeaks or movement. Inspect for cracks, chips, scratches, or uneven sections. Verify transitions between different flooring materials are smooth and properly finished. If wooden flooring, check for signs of moisture or warping. If tiled, apply the same tiling checklist as for bathrooms. Ensure skirting boards (baseboards) are properly installed and not damaged.\n\nDoors and Windows: Verify all doors operate smoothly without sticking or binding. Check door alignment—they should close without touching the frame. Inspect for damage to door panels and frames. Test all locks and latches function correctly. Repeat the exterior window inspection for interior windows—check operation, sealing, and glass condition. Verify all specified windows and doors are installed.\n\nLighting and Switches: Check that all light fittings are installed, secure, and functioning. Verify switches control the correct lights. Test all switches to ensure proper function. Check that socket covers are secure. Inspect for missing light fittings where they should be installed. Verify any ceiling lights are properly centered and securely mounted.\n\n**ELECTRICAL SYSTEM**\n\nSockets and Switches: Walk through every room and visually inspect that all specified sockets and switches are installed in the correct locations. Verify outlets and switches are securely mounted and properly aligned in the wall. Check that protective covers are present on all outlets. If safe to do so, plug in a tester or lamp to verify sockets have power. Note any sockets that don't function—these need investigating.\n\nLighting: Systematically test every light switch and light fixture. Document any that don't work. Check that lighting is adequate and appropriate for the room. Verify dimmer switches (if installed) function correctly. Check ceiling lights are securely mounted and properly positioned.\n\nElectrical Panel: Locate the electrical panel (cuadro eléctrico) and verify it's properly installed and labeled. Check that all circuit breakers are functioning and properly labeled. Verify the main switch operates smoothly. Check that the panel door closes securely. Inspect for any signs of damage, burning, or improper installation.\n\nGeneral Concerns: Watch for any burning smells near outlets or switches, which might indicate electrical problems. Note any flickering lights, which could indicate loose connections. Check that there's adequate electrical capacity for your needs—the panel should have spare circuits or appropriately sized main switches.\n\n**POOL (IF APPLICABLE)**\n\nPool Structure: Inspect the pool shell for cracks, especially around corners and seams where pressure is greatest. Check that the pool bottom and sides are smooth with no sharp edges. Verify water level is appropriate and there are no visible leaks. Check for proper drainage of deck water away from the pool.\n\nPool Equipment: Verify pump and filtration systems are installed and functioning properly. Check connections are secure and properly sealed. Test that circulation is working by observing water flow. Verify the pool's chemical balance is appropriate (pH, chlorine levels, etc.). Check that any pool heating system is functioning if specified.\n\nPool Safety: Verify required safety equipment is installed—handrails, ladders, or steps. Check that any pool covers or safety measures work properly. Confirm that the pool complies with Spanish safety regulations, particularly if you have children.\n\n**COMMON AREAS (APARTMENTS)**\n\nEntrance and Hallway: Inspect shared entrance doors for secure locks and proper functioning. Check hallways for adequate lighting, cleanliness, and damage. Verify emergency signage is posted correctly. Check fire extinguishers and emergency equipment are present and accessible.\n\nShared Facilities: If the development includes communal facilities (pool, gym, parking, gardens), inspect these areas for completion and functionality. Check that promised amenities are actually installed and operational. Verify parking is properly marked and accessible. Check that gardens are properly landscaped and maintained.\n\nBuilding Systems: Verify that building entry systems (electronic locks, intercom, CCTV) are functioning properly. Check that fire safety systems are in place. Verify that water, electricity, and heating systems for common areas are properly installed and functioning."
      },
      {
        "title": "Documenting Defects: The Right Way to Record Issues",
        "content": "How you document defects is crucial. Poor documentation weakens your position when asking the developer to fix issues. Follow this process:\n\n**Written List**: Create a detailed written document listing every defect. Use these details for each issue: the location (e.g., 'Master bedroom, window sill'), a clear description of the defect (e.g., 'paint bubbling and peeling from window sill'), the severity ('minor cosmetic' vs. 'functional issue'), and any relevant measurements or details. Be factual and objective—avoid emotional language or accusations. A professional tone strengthens your document's credibility.\n\n**Photographs**: Take high-resolution photographs of every significant defect. Include photos showing the defect detail and photos showing context (i.e., showing which room and which area of the room). Photograph under good lighting—poor photos make it hard to see the actual problem. Include a reference object in the photo if dimensions matter (e.g., a coin or ruler next to a crack). Label photos with the location and defect type.\n\n**Video Recording**: Consider recording a video walkthrough of the property while narrating defects. This can be valuable if disputes arise because it shows the overall condition and your verbal description of each issue.\n\n**Professional Reports**: If you've hired a surveyor, their detailed report with photographs becomes your primary documentation. This carries more weight than your own documentation because it comes from an independent professional.\n\n**Organize and Backup**: Create a folder system organizing defects by area (kitchen, bedroom, etc.). Keep all documentation organized and backed up digitally in multiple locations. You might need to reference this documentation weeks or months later during dispute resolution.\n\n**Objective Language**: Avoid language that seems accusatory or emotional. Instead of writing 'the developer did terrible work on the bathroom tiling,' write 'bathroom wall tiles show evidence of improper installation with grout gaps exceeding 5mm in multiple areas.' Objective, specific language is more persuasive and professional.\n\n**Video/Photo Metadata**: Modern photos include metadata with location and date information. Don't edit this out—it proves when and where photos were taken. If using a professional surveyor, ensure their report and photos are officially dated."
      },
      {
        "title": "The Developer's Legal Obligation and Your Inspection Report",
        "content": "In Spain, property developers have a legal obligation to deliver properties free from defects and in accordance with the contract. This obligation is enshrined in Spanish civil law and construction regulations. Once you've completed your snagging inspection and compiled your defect list, you have the right to demand that the developer remedy these issues.\n\n**Formal Presentation**: Present your snagging report to the developer's representative or legal team in writing, ideally through your solicitor (gestoría). A formal written communication carries more weight than a casual conversation. Provide them with your detailed list, photographs, and any professional surveyor's report. Specify that you expect these issues to be remedied before the completion date.\n\n**Reasonable Timeframe**: Give the developer a reasonable timeframe to address issues—typically 7-14 days depending on the complexity of repairs. Simple cosmetic issues (paint touch-ups, minor cleaning) might be addressed immediately or within a few days. More complex issues (plumbing problems, electrical issues, structural concerns) might require longer.\n\n**Developer Response**: The developer should respond acknowledging your report and providing either a timeline for remedies or an explanation if they dispute particular items. They might propose addressing some issues immediately, scheduling others for later repair, or offering alternative compensation.\n\n**What Constitutes a 'Defect'**: Understand that the developer's obligation covers construction defects, missing items specified in the contract, and items not meeting Spanish building standards (Código Técnico de la Edificación - CTE). Minor cosmetic issues like a single scuff mark might not legally require remediation, but a pattern of paint defects or large areas of poor finishing would be considered a legitimate defect. Missing specified equipment or features absolutely must be installed.\n\n**Professional vs. Amateur Assessment**: If you hired a professional surveyor, their assessment carries weight. If you conducted DIY inspection and the developer questions your assessment of a defect, a professional opinion can help resolve disputes. Some developers might refuse to address issues that don't meet their threshold for 'defects'—this is where professional surveyor documentation becomes valuable.\n\n**Completion Cannot Proceed Without Resolution**: You should not complete the purchase and hand over final payment until identified defects are addressed or you've reached a written agreement about remediation. This is your leverage point—developers are motivated to fix issues quickly because they want to close the sale and move on to their next project."
      },
      {
        "title": "What to Do If the Developer Refuses to Make Repairs",
        "content": "Despite your reasonable requests, some developers might refuse to fix identified defects or might be unresponsive. Here's how to escalate the situation:\n\n**Escalate Through Your Solicitor**: If the developer is unresponsive or refuses your requests, have your solicitor (gestor/abogado) formally intervene. A legal letter requesting remediation carries more weight than your personal communication. Your solicitor can explain that the developer's legal obligations are clear and that failure to address defects is a breach of contract.\n\n**Formal Complaint and Documentation**: Ensure you have written documentation of the developer's refusal—emails, letters, meeting notes. This documentation becomes crucial if you eventually need to take legal action or make an insurance claim. Include your solicitor in all communications so there's a clear record.\n\n**Negotiate Compensation**: Sometimes developers will offer financial compensation instead of making repairs. If a defect would cost €500 to fix and the developer offers €300 compensation, you're making a financial decision. Get quotes from contractors for major repairs to know what repairs would actually cost. You might accept compensation for minor issues but insist the developer fix major problems.\n\n**Withhold Final Payment**: Your most powerful leverage is withholding final payment. Most developers are motivated to resolve issues quickly rather than delay closing because they need the final payment. However, withholding payment might result in developers refusing to hand over keys and property documents. Consult your solicitor about the best approach.\n\n**Legal Action**: If disputes can't be resolved, you have the right to pursue legal action against the developer for breach of contract. However, litigation is expensive, time-consuming, and uncertain. This should be your last resort after good-faith negotiation has failed. Your solicitor can advise whether the cost and effort of litigation is worthwhile for the defects in question.\n\n**Insurance and Guarantees**: In Spain, new builds often have insurance coverage (póliza de defectos de construcción) that covers construction defects. If the developer is unresponsive, you might be able to claim through this insurance. Additionally, developers should provide a ten-year structural guarantee and three-year workmanship guarantee. Understanding your insurance coverage and guarantee rights is essential.\n\n**Building Inspector (Arquitecto Técnico)**: In some regions, you can request the local building inspector (arquitecto técnico municipal) to assess whether defects violate building codes. If they find violations, this official assessment strengthens your position significantly.\n\n**Consumer Rights**: Various Spanish consumer protection laws apply to property purchases. Your solicitor should advise you of your specific rights and options. EU consumer law might also provide protections depending on your circumstances."
      },
      {
        "title": "Post-Completion Snagging and Warranty Claims",
        "content": "Ideally, all issues identified before completion are remedied before handover. However, in practice, some issues might slip through or the developer might agree to fix issues after completion. Understanding your rights after completion is essential.\n\n**Defects Found After Handover**: If defects are discovered after you've taken possession and paid the final amount, you still have legal rights. In Spain, new build property sales include legal guarantees: ten years for structural defects and three years for minor defects (vicios ocultos). These guarantees apply even if you didn't identify issues during the snagging phase.\n\n**How to Address Post-Completion Issues**: Document any defects discovered after completion in the same way you documented pre-completion issues—written list, photographs, and video. Notify the developer in writing of the defects and request remediation. Again, having a professional surveyor assess issues strengthens your position.\n\n**Insurance Claims**: New builds typically have insurance coverage for construction defects. If the developer is unresponsive or refuses to address issues, you can potentially claim through this insurance. Your insurance policy should specify the coverage period and process.\n\n**Warranty Claims Process**: Understand the developer's warranty claim process from the outset. Some require claims within specific timeframes. Keep all documentation organized because you might need to provide evidence for warranty claims years after purchase. Photograph issues immediately upon discovery rather than waiting.\n\n**Cost and Effort Considerations**: Pursuing post-completion claims against developers is generally more difficult than resolving issues before completion. The developer has less leverage to settle if you've already paid and taken possession. Legal costs to pursue post-completion claims can be substantial. This underscores why conducting a thorough pre-completion snagging inspection is so important.\n\n**Practical Maintenance**: Distinguish between construction defects (developer's responsibility) and normal maintenance or damage caused by use. A leaking tap caused by a manufacturing defect is the developer's responsibility; a leaking tap caused by improper use or negligence after three years of ownership is your responsibility. The distinction matters when making warranty claims.\n\n**Dispute Resolution**: If you can't reach agreement with the developer on post-completion defects, consider mediation before pursuing litigation. Mediation is often faster and cheaper than court proceedings. Your solicitor can advise on appropriate dispute resolution mechanisms under Spanish law."
      },
      {
        "title": "Key Takeaways and Completion Checklist",
        "content": "Snagging your new build property in Spain is a critical step that protects your investment and ensures quality standards. Here's a summary of essential actions:\n\n**Before Completion**: (1) Schedule your snagging inspection 1-2 weeks before completion date. (2) Decide whether to conduct DIY inspection or hire a professional surveyor (€200-500)—professional surveyors are highly recommended. (3) Use the detailed checklist provided in this guide to systematically inspect every area of the property. (4) Document all defects with written descriptions and high-resolution photographs. (5) Create a formal defect report and present it to the developer in writing. (6) Allow reasonable time for the developer to remediate issues. (7) Verify repairs are completed satisfactorily. (8) Don't complete the purchase until you're satisfied with the property's condition.\n\n**Key Points to Remember**: The developer has a legal obligation to deliver a defect-free property and must address issues you identify before completion. Present defects formally and professionally—objective documentation is more persuasive than emotional complaints. Most developers will address reasonable defects quickly if you raise them before completion. Hiring a professional surveyor provides credibility and documentation that protects you if disputes arise. Withholding final payment is your strongest leverage for getting issues addressed. After completion, addressing defects becomes much more difficult, so focus on comprehensive pre-completion inspection.\n\n**Final Preparation**: Before your snagging appointment, review this entire guide and customize the checklist for your specific property type. If hiring a surveyor, brief them on the property's specifications and any areas of concern. Bring printed checklists and a camera to your inspection. Allow sufficient time—don't rush through inspection. Take detailed notes and photographs. Follow up your in-person inspection with a formal written report. Maintain copies of all documentation in multiple locations.\n\nBy conducting a thorough snagging inspection before completion and professionally addressing any defects, you ensure your new build property in Spain meets the quality standards you paid for. This investment of time and possibly a few hundred euros for professional surveying protects your much larger property investment."
      }
    ],
    "conclusion": "Snagging your new build property in Spain before final completion is one of the most important steps in the property purchase process. By conducting a systematic, documented inspection using the comprehensive checklist provided, you ensure the developer addresses defects while they're still responsible for the property. Whether you inspect the property yourself or hire a professional surveyor, the key is thoroughness and professional documentation. Present defects formally, allow reasonable time for remediation, and don't complete your purchase until you're satisfied with the property's condition. This process protects your investment, ensures quality standards are met, and saves you from costly repairs after purchase. Start planning your snagging inspection today—contact your solicitor and professional surveyor to schedule inspection well before your completion date. Your diligence now will provide peace of mind and financial protection for years to come in your new Spanish property.",
    "faqs": [
      {
        "question": "What is the difference between snagging and a structural survey?",
        "answer": "Snagging focuses on identifying minor defects, incomplete work, and cosmetic issues in a new build property. It checks whether everything is finished to specification, works properly, and shows no damage from construction. A structural survey, by contrast, assesses the building's fundamental structural integrity, stability, and potential serious defects. Structural surveys evaluate whether the building is safe and sound structurally. For a new build, you typically need snagging before completion to check quality of finish, while a structural survey is less critical since the building is newly constructed and should be structurally sound. Both can be valuable—snagging addresses minor issues before completion, while a structural survey provides broader peace of mind about the building's overall condition."
      },
      {
        "question": "How much does a professional snagging survey cost in Spain?",
        "answer": "Professional snagging surveys in Spain typically cost €200-500 depending on the property size, location, and surveyor's experience. A small apartment or townhouse might cost €200-300, while a large villa could cost €400-500 or more. Some surveyors charge hourly rates (€30-50/hour) instead of fixed fees. Rates vary by region—surveyors in major tourist areas and expensive regions (Costa del Sol, Costa Blanca) tend to charge more than those in less developed areas. Get quotes from 2-3 surveyors before selecting one. The cost is excellent value considering the property's overall price and potential savings from identifying issues before completion. Many property buyers consider this expense essential for protecting their investment."
      },
      {
        "question": "Can I conduct the snagging inspection myself, or do I need a professional?",
        "answer": "You can conduct a DIY snagging inspection using the detailed checklist provided in this guide. However, professional surveyors offer significant advantages. They understand Spanish building codes and standards, have experience spotting issues you might miss, and their written report carries legal weight in disputes. A professional assessment strengthens your position if the developer questions your defect claims. For expats unfamiliar with Spanish building standards, professional surveyor knowledge is particularly valuable. We recommend hiring a professional, but if budget is tight, conduct thorough DIY inspection using a detailed checklist. Be aware that DIY inspection limitations might mean you miss some issues."
      },
      {
        "question": "When should I schedule my snagging inspection relative to completion?",
        "answer": "Schedule your snagging inspection 1-2 weeks before your completion date. This timing allows sufficient time for the developer to address identified issues before handover without being so early that new defects might develop. Inspecting too far in advance (4+ weeks early) risks new defects occurring between inspection and completion. Inspecting too close to completion (within 2-3 days) doesn't leave time for repairs. Ensure the developer has completed all final cleaning and finishing touches before your inspection—you want to assess the completed property. Some developers provide a pre-handover walkthrough a few days before completion for final checks; you might schedule formal snagging earlier and then do a quick final verification."
      },
      {
        "question": "What happens if the developer refuses to fix identified defects?",
        "answer": "If the developer refuses to fix defects, escalate the situation through your solicitor, who can formally request remediation explaining the developer's legal obligations. Document all refusals in writing. Your strongest leverage is withholding final payment—developers are motivated to resolve issues quickly to close the sale. You might negotiate compensation instead of repairs for minor issues. As a last resort, you can pursue legal action, though litigation is expensive and time-consuming. Alternatively, insurance coverage on new builds might cover construction defects if the developer won't address issues. Understanding your legal rights and consulting your solicitor early helps resolve disputes effectively."
      },
      {
        "question": "What defects should the developer fix before completion?",
        "answer": "The developer should address any defects that violate their legal obligation to deliver the property in acceptable condition and per contract specifications. This includes: missing items specified in the contract (appliances, fixtures, finishes), damaged items (broken windows, cracked tiles), incomplete work (unfinished painting, missing skirting boards), non-functional items (lights that don't work, locks that don't lock), and defects showing poor workmanship (obvious poor tiling, unprofessional paint application). Minor cosmetic issues like a single small paint drip might be borderline, but patterns of cosmetic issues or significant defects must be addressed. Major issues like structural concerns, plumbing leaks, electrical hazards absolutely must be fixed. When in doubt, include the issue on your snagging list—the developer can decline if they disagree, but you're protected by documenting the defect."
      },
      {
        "question": "What are my rights if defects are discovered after I've completed and taken possession?",
        "answer": "Spanish law provides buyer protection even after completion. New builds include legal guarantees: ten years for structural defects and three years for minor defects (vicios ocultos). If defects are discovered after completion, you can notify the developer in writing and request remediation. The developer has obligations to address defects within these guarantee periods. New builds typically have insurance covering construction defects; you can claim through this if the developer is unresponsive. However, pursuing post-completion claims is generally more difficult than resolving issues before completion because the developer has less leverage and you've already paid. This underscores why thorough pre-completion snagging is essential."
      },
      {
        "question": "How should I document defects I find during my snagging inspection?",
        "answer": "Create a detailed written list describing each defect's location, nature, and severity. Use objective, specific language (e.g., 'bathroom floor tiles show grout gaps exceeding 5mm' rather than 'poor tiling work'). Photograph every significant defect with high-resolution photos showing both detail and context. Include reference objects (coins, rulers) if dimensions matter. Record a video walkthrough narrating defects for additional documentation. If hiring a professional surveyor, their detailed report becomes your primary documentation. Organize all documentation by area (kitchen, bathroom, etc.) and back it up digitally in multiple locations. Professional documentation and objective, specific language strengthen your credibility when requesting repairs. This documentation also protects you if disputes arise."
      }
    ]
  },
  "image": "/images/Real Estate agent/3.png"
}