{
  "slug": "spanish-will-foreigners-property",
  "title": "Spanish Will: Why You Need One as a Property Owner",
  "category": "Legal",
  "excerpt": "Understand why owning Spanish property requires a Spanish will, how EU Succession Regulation 650/2012 works, and the legal, tax, and inheritance implications for foreign property owners.",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 13,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "spanish-will",
    "testamento",
    "inheritance",
    "property-owner",
    "notary",
    "succession-law"
  ],
  "relatedAreas": [
    "Costa Blanca",
    "Alicante",
    "Torrevieja",
    "Orihuela Costa",
    "Javea"
  ],
  "content": {
    "quickAnswer": "A Spanish will (testamento) is a formal legal document that specifies how your Spanish property and assets will be distributed after your death. As a foreign property owner in Spain, you need a Spanish will to ensure your wishes are clearly documented under Spanish law, avoid lengthy probate delays, prevent forced heirship complications, and minimize inheritance taxes.",
    "intro": "Purchasing property in Spain as a foreign investor or retiree is increasingly common, particularly on the Costa Blanca where thousands of British, Scandinavian, and other European nationals own homes. However, many of these property owners overlook a critical legal document: a Spanish will (testamento). While international property owners often assume their home-country will covers all their assets, this assumption creates significant complications when property is held in Spain. Spanish inheritance law operates independently of your home country's succession system and imposes forced heirship rules that may conflict with your wishes. Additionally, without a Spanish will, your Spanish property undergoes a lengthy probate process (sucesión) in Spanish courts, delaying transfer to heirs and incurring substantial legal and tax costs. This guide explains why a Spanish will is essential for property owners, how it interacts with EU Succession Regulation 650/2012, the process of creating one, what to include, and how it complements wills in your home country.",
    "sections": [
      {
        "title": "Why a Spanish Will Matters for Property Owners",
        "subsections": [
          {
            "heading": "Avoiding Automatic Spanish Succession Procedures",
            "content": "When a property owner dies without a Spanish will, Spanish law automatically dictates how their Spanish assets (including property) are distributed. This process is called sucesión intestada (intestate succession) and follows a rigid hierarchy: spouse, children, parents, siblings, and more distant relatives. The procedure is not quick or cheap; it requires court proceedings, notary involvement, and administrative approvals that can span 12–24 months. During this period, the property is frozen—heirs cannot sell it, refinance it, or even access its rental income without court orders. Additionally, the estate must go through probate courts in the municipality where the property is located (e.g., Torrevieja, Javea, or Benidorm), requiring your heirs to navigate Spanish legal procedures, possibly traveling to Spain multiple times. A Spanish will bypasses this automatic process and allows you to specify your wishes directly, streamlining the transition and reducing administrative burden and costs."
          },
          {
            "heading": "Preventing Forced Heirship Complications",
            "content": "Spanish law imposes forced heirship (legítima)—a concept alien to many Anglo-Saxon legal systems. Under forced heirship, a portion of your estate (typically one-third to one-half, depending on how many children you have) must pass to your direct heirs (children, and if you have no children, your parents). You cannot completely disinherit your children or leave all your property to a spouse or non-family member as you might wish. This conflicts with the wills of many property owners who want to leave everything to a surviving spouse or divide assets differently. Without a Spanish will addressing this, your heirs may face disputes about their 'rightful' shares under Spanish law, potentially leading to litigation. A Spanish will that acknowledges and works within the forced heirship rules can clarify intentions and reduce conflict."
          },
          {
            "heading": "Ensuring Property Transfer to Chosen Beneficiaries",
            "content": "A Spanish will explicitly names your beneficiaries and specifies how your Spanish property should be distributed. This is crucial if your intended heirs are not your legal heirs under Spanish law—for example, if you wish to leave property to a partner you are not legally married to, a charity, or a non-biological child. Without a will, Spanish law's default succession rules apply, potentially excluding these beneficiaries. Additionally, a Spanish will can designate an executor (albacea) to manage the estate, coordinate the transfer of property, and handle tax filing—relieving your heirs of this responsibility."
          },
          {
            "heading": "Minimizing Inheritance Taxes and Costs",
            "content": "Spain imposes inheritance tax (impuesto sobre sucesiones y donaciones) on the transfer of property to heirs. The tax rate varies by region (the Valencian Community, where most of the Costa Blanca is located, has relatively favorable rates), by the relationship between the deceased and heir, and by the value of the inheritance. A Spanish will, combined with proper tax planning, can minimize this burden. For example, a will can specify that certain assets pass to a surviving spouse with deferred taxation (usufructo), or can clarify trusts or other arrangements that reduce the tax base. Without a will, the estate may not be structured optimally, resulting in higher taxes. Additionally, the cost of Spanish probate (including notary fees, court costs, and legal fees) for intestate succession often exceeds the cost of creating a will upfront. Creating a will now (typically €100–€150 at a Spanish notary) prevents your heirs from spending €2,000–€5,000+ on probate proceedings later."
          },
          {
            "heading": "Avoiding Apostille Delays for Foreign Wills",
            "content": "Some property owners believe their home-country will is sufficient and will be recognized in Spain. However, to use a foreign will in Spain requires obtaining an apostille (a certification that the document is authentic under international treaty) and translation into Spanish by a certified translator, a process that adds 4–8 weeks and costs €200–€500. Spanish authorities may also require notarization or court validation of the foreign will before accepting it. These delays can significantly complicate your heirs' efforts to settle your estate. A Spanish will, created directly under Spanish law with a Spanish notary, avoids these procedural delays entirely."
          }
        ]
      },
      {
        "title": "EU Succession Regulation 650/2012: Choosing Your Applicable Law",
        "subsections": [
          {
            "heading": "What Is EU Regulation 650/2012?",
            "content": "EU Regulation 650/2012 on cross-border succession entered into force in 2015 and applies to the succession of deceased EU residents (including UK residents post-Brexit, by individual treaties). This regulation modernizes how estates are handled when the deceased or their assets are in multiple countries. Crucially, it allows a testator (a person making a will) to elect which country's law will govern their entire estate succession—a significant flexibility. Without making an election, the regulation defaults to applying the law of the deceased's country of habitual residence at the time of death. For example, if you are a British resident who owns property in Spain, the default would be English law. However, you can make a formal election in your will to apply Spanish law to your entire estate or just to your Spanish assets."
          },
          {
            "heading": "Electing Spanish Law for Your Estate",
            "content": "For foreign property owners with significant Spanish property holdings, electing Spanish law under Regulation 650/2012 can be advantageous. When you elect Spanish law, your entire estate (or at least your Spanish property) is subject to Spanish succession rules, including forced heirship but also clear legal procedures and local court jurisdiction. This simplifies administration—all matters are handled under one legal framework with Spanish courts and notaries familiar with the process. To elect Spanish law, you must explicitly state in your Spanish will: 'I hereby elect that the succession of my estate (or my Spanish property) shall be governed by Spanish law, in accordance with Regulation (EU) 650/2012 of the European Parliament and of the Council of 4 July 2012.' This statement makes your intention clear to Spanish probate authorities and prevents disputes about which country's law applies. Many foreign property owners elect Spanish law for their Spanish property while maintaining their home-country law for assets in their home country—a hybrid approach."
          },
          {
            "heading": "Benefits of Electing Spanish Law vs. Home-Country Law",
            "content": "Electing Spanish law for Spanish property offers: (1) Faster processing in Spanish courts, as all succession matters stay within Spanish jurisdiction. (2) Clear application of forced heirship rules, preventing disputes among heirs about their 'rightful' shares. (3) Seamless property transfer without apostilles or translation requirements. (4) Alignment with Spanish tax rules, allowing for tax-efficient structuring. (5) Local notaries and courts familiar with executing the will and transferring Spanish property. Conversely, applying home-country law to Spanish property may result in: (1) Conflicts between home-country law (e.g., complete freedom to disinherit children) and Spanish forced heirship rules, leading to litigation. (2) Extended probate timelines, as courts in both countries may assert jurisdiction. (3) Requirement for apostilles and translations, delaying transfers. (4) Potential misalignment between tax planning assumptions and actual outcomes. Most property lawyers advise foreign property owners on the Costa Blanca to elect Spanish law for their Spanish property to streamline succession."
          },
          {
            "heading": "Keeping Your Home-Country Will for Other Assets",
            "content": "Electing Spanish law for your Spanish property does not require you to abandon your home-country will. Many property owners maintain both: a Spanish will (in Spanish, created with a Spanish notary) governing Spanish property and Spanish assets, and a home-country will (in your native language, created with a home-country lawyer or notary) governing your home-country property and assets. This dual-will approach provides clarity and ensures each jurisdiction handles its own assets according to its own law. For example, a British national might have a Spanish will electing Spanish law for property in Torrevieja and a UK will for property in Devon and bank accounts in the UK. The two wills are complementary, not contradictory. Your Spanish lawyer and your home-country lawyer can coordinate to ensure the wills do not conflict. Some sophisticated property owners also use trust structures or holding companies to own Spanish property, which can provide additional tax or succession planning benefits; consult a specialist in international tax law if you are considering such structures."
          }
        ]
      },
      {
        "title": "How to Create a Spanish Will (Testamento)",
        "subsections": [
          {
            "heading": "Finding a Spanish Notary and Legal Advisor",
            "content": "A Spanish will must be created before a Spanish notary (notario), an official authorized by the Spanish government. Notaries are found throughout Spain—every town has at least one office. On the Costa Blanca, major cities like Alicante, Torrevieja, Benidorm, Javea, and Calpe have multiple notaries. To locate one, search 'notario' in your municipality or contact the Colegio de Notarios (notary association) for your region. It is advisable to also consult an international lawyer or gestoría (tax and administrative consultant) with experience in Spanish succession law, particularly if your situation is complex (multiple properties, significant assets, family disputes). Your lawyer can coordinate with the notary to ensure the will achieves your goals and complies with Spanish law. Many international property agents and real estate lawyers on the Costa Blanca can recommend trusted notaries and lawyers—leverage these networks."
          },
          {
            "heading": "The Will-Making Process",
            "content": "Creating a Spanish will is a straightforward process: (1) Schedule an appointment with a notary. You may need to provide identification (passport is acceptable for foreign nationals). (2) Before the appointment, discuss with your lawyer what you want your will to include. Prepare a list of assets, intended beneficiaries, and any special conditions or wishes. (3) At the appointment, the notary will explain Spanish law, including forced heirship rules and your obligations as a testator. The notary will ask questions to confirm your understanding and that you are making the will freely (not under duress). (4) You will sign the will before the notary, and the notary will authenticate it with their official seal and signature. Two witnesses are typically not required for a notarial will (though they may be required for a less formal will created without a notary, which is rarely recommended). (5) You receive a signed copy (copia simple), and the notary keeps the original in their archives (protocolo). The will is now registered in the Registro de Notarios (Notary Registry), making it traceable. The entire process typically takes 30–60 minutes and costs €100–€250 depending on the notary's fees and the complexity of the will."
          },
          {
            "heading": "Required Information and Documents",
            "content": "Bring the following to your appointment: (1) Passport or national ID. (2) A list of your Spanish property (addresses, property references from the Property Registry if available). (3) Details of other assets in Spain (bank accounts, vehicles, businesses). (4) Names, relationships, and contact details of intended beneficiaries. (5) If applicable, designation of an executor (albacea) and their contact information. (6) Any previous wills or testamentary documents (to ensure the new will supersedes them). (7) Proof of citizenship or habitual residence (to confirm you are subject to Spanish law or eligible to make a Spanish will—all residents of Spain, including foreign nationals, can make Spanish wills). You do not need to bring property deeds or bank statements unless you are concerned the notary needs specific values or details to accurately describe assets. The notary will work with you to craft clear descriptions of your property and assets."
          },
          {
            "heading": "What to Include in Your Spanish Will",
            "content": "Your Spanish will should include: (1) A statement of your name, nationality, and habitual residence. (2) A declaration of your domicile election under Regulation 650/2012 (if you are choosing Spanish law). (3) A complete list and description of your Spanish property, including addresses and property registry references. (4) Designation of intended beneficiaries for each asset or the estate as a whole. (5) Any bequests of specific assets (e.g., 'My property at Calle Principal 10, Torrevieja, to my daughter Maria'). (6) Disposition of the remainder of your Spanish estate after specific bequests. (7) Designation of an executor (albacea) to administer your Spanish estate. (8) Any guardianship designations if you have minor children (though this typically would also appear in your home-country will). (9) Funeral and burial wishes if you have preferences (e.g., cremation in Spain vs. repatriation). (10) Acknowledgment of forced heirship rules and confirmation that your distributions comply with them or clear statement of your understanding of the limitations. (11) A revocation clause explicitly revoking all previous wills. (12) Your signature and the notary's seal. Spanish wills can be detailed or brief; the key is clarity about your property and intentions."
          }
        ]
      },
      {
        "title": "Forced Heirship and Succession Rules",
        "subsections": [
          {
            "heading": "Understanding Forced Heirship (Legítima)",
            "content": "Spanish Civil Code imposes forced heirship (derecho de legítima), meaning you cannot completely disinherit your direct descendants or ascendants if they survive you. The forced share (cuota de legítima) is: (1) If you have one child: one-third of your estate. (2) If you have two or more children: one-half of your estate (shared equally among them). (3) If you have no children but have surviving parents: one-third of your estate goes to them. (4) If you have a surviving spouse but no children: the spouse receives one-quarter of the estate in usufructo (lifetime use right), and one-third goes to your parents or other descendants if they survive. These rules are mandatory; you cannot override them in your will. However, you have discretion over the remaining two-thirds to one-half of your estate: you can leave it to your spouse, children (in unequal shares if you wish), or other beneficiaries. Understanding these rules is essential for planning your will; you cannot leave everything to a non-biological child if you have biological children without triggering disputes."
          },
          {
            "heading": "Common Scenarios and Solutions",
            "content": "Scenario 1: You have biological children but want to leave everything to your surviving spouse. Solution: Your spouse receives the usufructo of the property (lifetime use), and your children receive bare ownership (nuda propiedad), to be transferred to them upon the spouse's death. This arrangement allows your spouse to live in or use the property throughout their life while satisfying your children's inheritance rights. Scenario 2: You want to leave property to a long-term partner or non-family member but have children. Solution: You can leave your discretionary share (the portion not subject to forced heirship) to this person. Your children receive their forced share. For example, if you have one child, they are entitled to one-third; you can leave the remaining two-thirds to your partner. Scenario 3: You have blended families (children from different relationships) and want to leave property equally to all. Solution: Your will explicitly specifies equal distribution or designates how your forced heirship share is divided among them. Scenario 4: You have no children and want to leave property to a partner. Solution: You can freely leave property to your partner; forced heirship does not apply, though parents may have limited rights if alive. Your Spanish lawyer can advise on the optimal structure for your specific family situation."
          },
          {
            "heading": "Default Succession if You Die Intestate",
            "content": "If you die without a Spanish will and Spanish authorities cannot locate a valid foreign will, Spanish law dictates: (1) First priority: Spouse and descendants (children, grandchildren). The estate is divided among them according to a fixed formula (the spouse typically receives 25–50%, depending on circumstances). (2) If no spouse or descendants: Parents, then siblings, then more distant relatives. (3) If no heirs at all: The property escheats to the Spanish state. The intestate succession process is lengthy (12–24 months) and expensive (legal fees, court costs, notary fees can total €2,000–€5,000 or more). Additionally, if your heirs are spread across multiple countries, they must navigate Spanish probate courts, possibly hiring local lawyers, which is costly and time-consuming. A Spanish will dramatically simplifies this and ensures your wishes are honored."
          }
        ]
      },
      {
        "title": "Tax Implications and Planning",
        "subsections": [
          {
            "heading": "Inheritance Tax (Impuesto sobre Sucesiones)",
            "content": "When property passes to your heirs via inheritance, they must pay inheritance tax (impuesto sobre sucesiones y donaciones). In the Valencian Community, tax rates are relatively favorable: (1) For spouses: 0–2% of the value of inherited property. (2) For children: 3–9% depending on age and estate value. (3) For other relatives or unrelated persons: 9–25% depending on relationship and value. However, significant exemptions and reductions apply in many cases. For example, the Valencian Community provides a 99% reduction in inheritance tax for children inheriting from parents and spouses inheriting from spouses under certain conditions—effectively making the tax minimal. Additionally, property transfers within the family can sometimes be structured to trigger lower tax or deferred taxation. A Spanish tax lawyer or gestoría can advise on optimal structuring. Without proper planning, unnecessary inheritance taxes can reduce what your heirs ultimately receive."
          },
          {
            "heading": "Planning to Minimize Inheritance Tax",
            "content": "Common tax-efficient strategies: (1) Utilize spousal exemptions: Leave property to your spouse in usufructo (lifetime use), deferring transfer to children until the spouse's death. This minimizes tax because spousal transfers receive favorable treatment. (2) Gift property during your lifetime: Under Spanish law, gifts are subject to gift tax (similar rates to inheritance tax) but may be more tax-efficient if you gift in installments or take advantage of yearly exemptions. Consult your tax advisor on this strategy. (3) Use a holding company: Some property owners hold Spanish property through a Spanish limited company (sociedad limitada) rather than personally. This can provide certain tax benefits and privacy advantages, though it adds administrative complexity. (4) Plan for liquidity: Ensure your heirs have funds to pay inheritance taxes; if all your assets are illiquid real estate, your heirs may need to sell property to pay taxes. Your will can address how taxes are paid. (5) Document the property's cost basis: Maintain records of what you paid for the property (plus improvements), as inheritance tax may be calculated on current value minus cost basis in some circumstances. Engage a tax professional in Spain to develop a succession tax plan tailored to your specific situation."
          },
          {
            "heading": "Property Transfer Tax (Plusvalía) for Heirs",
            "content": "Upon inheritance, your heirs must register the property at the Property Registry. This triggers registration tax (similar to transfer tax). In Valencian Community, this tax is modest (0.4–0.8% of the property value depending on the municipality). Additionally, the Spanish state and some municipalities charge a tax called plusvalía (capital gains tax on unbuilt land, assessed annually). Heirs are responsible for ensuring the property is registered and taxes are paid. The cost of registration and these taxes should be factored into the overall cost of the inheritance. Your will or your legacy instructions can specify how these costs are paid from your estate assets."
          }
        ]
      },
      {
        "title": "Updating Your Will and Revocation",
        "subsections": [
          {
            "heading": "When to Update Your Spanish Will",
            "content": "You should update your Spanish will if: (1) You purchase additional Spanish property. (2) Your family situation changes (marriage, divorce, children born, death of intended beneficiaries). (3) Your wishes about distribution of assets change. (4) Tax laws change significantly, making your previous will tax-inefficient. (5) You appoint an executor who becomes unavailable or unreliable. (6) Your financial situation changes substantially (significant wealth increase or decrease). (7) You move to a different Spanish municipality and want to work with a local notary. Updating your will is simple: visit a notary, explain what you want to change, and execute a new will. The new will should explicitly revoke all previous wills. This takes 30–60 minutes and costs the same as creating an initial will (€100–€250)."
          },
          {
            "heading": "Revoking Previous Wills and Managing Multiple Wills",
            "content": "If you previously made a will (in Spain or elsewhere) and now want to create a Spanish will, ensure the new Spanish will explicitly revokes all previous wills. Include language: 'I hereby revoke all previous wills, codicils, and testamentary documents made by me at any time.' This prevents disputes about which will governs your estate. The Spanish notary will record your revocation. However, if you wish to maintain both a Spanish will (for Spanish property) and a home-country will (for home-country assets), ensure the wills complement rather than contradict each other. Work with lawyers in both jurisdictions to review both wills for consistency. Do not have conflicting provisions saying different people inherit the same asset."
          },
          {
            "heading": "Notifying Your Executor and Heirs",
            "content": "After executing your will, inform your designated executor (albacea) of the existence of your Spanish will and where it is stored. The executor should know how to contact the notary to obtain a copy when needed. Additionally, consider informing your primary heirs that you have made a will, so they understand your wishes and are not surprised later. Some testators provide a copy of the will to their heirs during their lifetime; others prefer privacy. There is no legal requirement to share the will with heirs before your death, but advance knowledge can prevent disputes. At minimum, your executor and a trusted family member should know where your will is stored (with the Spanish notary) and the notary's contact information."
          }
        ]
      },
      {
        "title": "Practical Considerations and Action Plan",
        "subsections": [
          {
            "heading": "Timeline for Creating Your Spanish Will",
            "content": "Create your Spanish will as soon as you purchase Spanish property—do not delay. The optimal timing is within the first year of property ownership, once you have settled and feel confident about your Spanish property and asset plans. The process is quick (one appointment, 30–60 minutes) and inexpensive (€100–€250). Delaying leaves a gap where your Spanish property is unprotected; if you die suddenly, your heirs face intestate succession complications. On the Costa Blanca, many real estate agents and developers include information about wills in their post-purchase documentation or can recommend notaries. Leverage these resources; creating a will should be part of your post-purchase checklist, alongside arranging insurance, connecting utilities, and establishing local bank accounts."
          },
          {
            "heading": "Coordinating with Your Home-Country Will",
            "content": "After creating your Spanish will, schedule a consultation with a lawyer or will-drafter in your home country. Review both wills to ensure they are complementary and consistent. Address questions such: (1) Does your home-country will address your Spanish property? (2) Does your Spanish will address European assets held in your home country? (3) If you own property in multiple countries, is succession clearly delineated by jurisdiction? (4) Are there any potential conflicts in how beneficiaries are designated? (5) Have you made identical provisions for similarly situated children or relatives in both wills to avoid disputes? Coordinating both wills prevents confusion and litigation among your heirs."
          },
          {
            "heading": "Costs and Timeline Summary",
            "content": "Spanish will creation: €100–€250 at a notary, completed in 1 appointment. Consultation with Spanish succession lawyer (optional but recommended): €200–€500. Total initial cost: €100–€750. Time commitment: 1–2 hours. This small investment now prevents your heirs from spending €2,000–€5,000+ on probate proceedings and potentially years of delays after your death. On the Costa Blanca, many property owners spend far more on renovations or furnishings than on ensuring their property has a clear succession plan. Rebalance priorities: a sound will is essential infrastructure for any property owner."
          }
        ]
      }
    ],
    "conclusion": "As a foreign property owner in Spain, a Spanish will is not a luxury or afterthought—it is essential protection for your assets and peace of mind for your heirs. Spanish law operates independently from your home country's law, imposing rules (such as forced heirship) that may conflict with your wishes. Without a Spanish will, your property undergoes lengthy intestate succession, delaying transfer to heirs and incurring substantial costs. Creating a Spanish will is quick and inexpensive (€100–€250 at a local notary) and provides clarity on your intentions while streamlining your heirs' options after you pass. Consider electing Spanish law under EU Regulation 650/2012 for your Spanish assets, which simplifies succession and avoids apostille delays. Work with a Spanish succession lawyer to understand forced heirship rules and structure your will optimally. Coordinate your Spanish will with any will in your home country to ensure consistency. Most importantly, do not delay—create your Spanish will as part of your post-purchase checklist when you buy property on the Costa Blanca. Your heirs will thank you for providing clarity and protection during an already difficult time."
  },
  "image": "/images/Real Estate agent/10.png"
}