{
  "slug": "capital-gains-tax-spain-sellers",
  "title": "Kapitalvinstskatt Spanien: Vad Säljare Behöver Veta",
  "excerpt": "Icke-resident fastighetssäljare i Spanien betalar 19% EU/24% non-EU kapitalvinstskatt med 3% köparreserv. Lär dig beräkning, avdrag, bosättningsplanering och Plusvalia kommunal skatt.",
  "category": "Finanser",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 14,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "language": "sv",
  "tags": [
    "capital-gains",
    "selling-property",
    "3%-retention",
    "non-resident",
    "plusvalia",
    "tax-calculation"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Icke-resident fastighetssäljare i Spanien ständer inför **19% kapitalvinstskatt för EU-medborgare, 24% för icke-EU-medborgare**, beräknat på vinsten (försäljningspris minus köpeskilling och avdrag). Köpare reserverar **3% av försäljningsintäkter** för skattebetaling. Residenter står inför progressiva satser (19-26%) plus kommunal Plusvalia-skatt. Strategisk timing och bosättningsstatus påverkar i betydande grad slutlig skatteskuld.",
    "intro": "Att sälja en Costa Blanca-fastighet utlöser komplex spansk kapitalvinstbeskattning som ofta överraskar icke-residentsäljare, särskilt de som inte är medvetna om Spaniens obligatoriska 3% köparreservationssystem och kommunala Plusvalia-skatter som överlagras på toppen av nationella vinstskatter. Skattesystemet särskiljer kraftigt mellan residentsäljare och icke-residentsäljare, med icke-residenter som står inför enhetlig 19-24% kapitalvinstskattesats jämfört med residenter progressiva skattesatser, och båda som står inför ytterligare 'förmögenhetsökningsmskatt' (Plusvalia kommunal skatt) som tillämpas oavsett bosättningsstatus. För en icke-resident som säljer en 300 000 euros Costa Blanca-fastighet köpt för 200 000 euros för fem år sedan är 100 000 euros vinsten föremål för 19-24% kapitalvinstskatt (19 000-24 000 euros), plus 3% köparreservation på det totala försäljningspriset (9 000 euros), plus kommunal Plusvalia-skatt (typiskt 800-2 000 euros beroende på kommunal skattesats och fastighetsstegring), vilket resulterar i total skatteskuld på 28 000-35 000 euros från en 100 000 eurvinst—ungefär 28-35% effektiv skattesats på vinsten. Förståelse för kapitalvinstbeskattning är kritisk för säljare som överväger avslutningsstrategier, tidsegenskapsförsäljning och beräkning av nettovinster."
  }
}
