{
  "slug": "deposit-spanish-property-mortgage",
  "title": "Spansk fastighetsdeposition: Juridisk skydd och risker för köpare",
  "excerpt": "Spansk depositio (arras) är vanligtvis 10-15% av försäljningspris. Juridisk skydd varierar—depositio kan förverkas vid köparvakans, men köpare kan få böter om säljare löper.",
  "category": "Finance",
  "publishedAt": "2026-02-15",
  "updatedAt": "2026-02-15",
  "readTime": 11,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "deposit",
    "arras",
    "property-purchase",
    "legal-protection",
    "spanish-law"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spansk fastighetsdeposition (arras) är typisk 10-15% av försäljningspris. Juridisk skydd är osymmetrisk: köpare förlorar depositio om de backar ut, men säljare är tvungna att upprepa depositio två gånger om de backar ut. Depositio är hållen av notarius eller fastighetsmäklare i escrow.",
    "intro": "Spansk fastighetsdeposition—kallas 'arras'—är ett juridiskt mekanisme som skyddar båda säljare och köpare vid fastighetsköp. Till skillnad från många länder där depositio är enkla pengarkonti för köparen, är spansk depositio ett juridiskt bindande åtagande definierat i spansk egendomsrätt, med specifika straff för båda parter om avtalsåtaganden bryts.",
    "sections": [
      {
        "title": "Depositio-mekanik och juridisk ram",
        "content": "Spansk depositio är vanligtvis 10-15% av försäljningspriset (utvecklare kan kräva högre, upp till 25% för off-plan eller under-konstruktion enheter). Depositio är överförd från köpare till antingen säljares agent, notarius (notario) eller fastighetsmäklare, som håller pengarna i escrow tills köp är slutförd. Denna escrow-struktur är väsentlig—depositio är inte säljares pengar omedelbar men är hållen av tredje part tills köp är slutförd.\n\nDeposition är inte återstötta helt köp, varför det är en del av köppriset. En €200 000-fastighet med 10% depositio (€20 000) överförs köpare när avtalet undertecknas. Vid stängning, överförs denna €20 000 från escrow till säljare som del av den totala framställningen.\n\nDeposition är formaliserad i den tidiga avtalet (compromiso—förlikningsöverensstämmelse) som båda parter undertecknar före att full juridisk köpeavtal (escritura) är undertecknad. Compromiso är juridisk bindande."
      },
      {
        "title": "Köpare skydd: Risker och straffar vid vrakande",
        "content": "**Köpare backar ut:** Om köpare cancellerar avtalet före stängning utan juridiska grunder (såsom känd titelnivä eller större defekt), förlorar köpare vanligtvis depositio helt. Denna förening är ofta överraskande för internationella köpare som är vana vid depositio som enkel återstötta pengar i många länder.\n\n**Juridiska grunder för ritning:** Dock, köpare kan få depositio återstötta (eller att inte förlora det) om:\n- Säljare nicht kan stänga på överenskommen datum\n- Fastighetens titel är defekt eller saknar juridisk claridad\n- Fastigheten har strukturella problem eller defekter inte väl-kända före köp\n- Finansiering inte kan säkras (dock, detta måste ofta anges i avtalet)\n\nI dessa fall kan köpare säga nej till köp utan att förverka depositio, eller kräva depositio två gånger (två gånger depositio-beloppet) som straffar från säljare.\n\n**Viktigt:** Varje compromise-avtal innehål specifika villkor under vilka depositio kan återstöttes eller förverkas. En köpare bör noggrant läsa denna avsnitt med sin abogado före undertecknande för att förstå sina risker."
      },
      {
        "title": "Säljare skydd och straff för backan-ut",
        "content": "**Säljare backar ut:** Om säljare inte kan eller vägrar att avsluta köp utan juridiska grunder, är säljare tvungna att upprepa depositio två gånger (två gånger depositio-belopp)—denna som straffar för säljares brott. Detta är en väsentligt större finansiell påverkan än köpares förlust av depositio, och representera asymmetrisk juridisk struktur som är avsedda för att motivera säljare att avsluta köp.\n\nI praktisk innebär detta: om en köpare har överfört €20 000-depositio och säljare backar ut, är säljare tvungna att betala €40 000 till köpare (två gånger depositio) som kompensation för säljares brott.\n\nDenna tvåfaldig-depositio straffar är väsentlig—ofta större än själva depositio, vilket gör det finansiellt smärtsamt för säljare att backa ut från avtal. Detta skapar stark motivation för säljare att genomföra köp."
      },
      {
        "title": "Praktiska överväganden vid depositio-överföring",
        "content": "**Escrow-konton:** Depositio måste hållas av en tillförlitlig tredje part. Två huvudalternativ är vanliga:\n1. **Notarius-konto:** Den juridiska notarius som förberedear juridiska dokument håller depositio. Detta är väl-skyddad och återstöt.\n2. **Fastighetsmäklare-konto:** Vissa fastighetsmäklare håller depositio om de är båda säljares och köpares agent. Detta kan presentera intressekonflikter; köpare bör vara försiktig med denna arrangemang.\n\nKöpare bör verifiera att depositio är överförd till registrerad escrow-konto, inte direkt till säljare eller makelar. Dokumentation av överföring måste bevaras.\n\n**Overförings-dokumentation:** Köpare får ofta ett \"depositio-kvitto\" från escrow-holdare (notarius eller makelar) bekräfta att depositio är mottagen och innehålls. Denna dokumentation är väsentlig—den bekräfta att depositio inte redan har överförts till säljare.\n\n**Överföringresstrategier:** Överväg överföring av depositio via banköverföring (registrerad överföring med dokumentation) snarare än kontanter. Detta skapar revisionssleder för båda köpare och säljare."
      },
      {
        "title": "Jämförelse: Spansk depositio kontra andra länder",
        "content": "Spansk depositio-struktur är distinkt mellan världens fastighetsköpsystem. I Storbritannien är deposits vanligtvis 5-10% men är normalt fullt återstötta eller tillämpningen till köppris—depositio är inte forfeitable för köpare som backar ut utan goda grunder (legal standard är höga). I USA är deposits (earnest money) också returnable om köp nicht sluts på överenskommen orsak.\n\nSpanier är mer köp-köpare ansvarig—förlusten av depositio är standard om köpare backar ut. Detta reflekterande spansk juridisk filosofi att avtal är bindande och backan-out har kostnad. För internationella köpare från länder med högre köpare-skydd, kan denna asymmetrisk struktur vara överraskande. Detta är varför juridisk rådgivning före avtalsundertecknande är väsentlig."
      }
    ],
    "conclusion": "Spansk depositio är väsentlig juridisk mekanisme som skapar finansiell bindning för både köpare och säljare. Köpare riskerar förlusten av depositio (10-15% av försäljningspris) om de backar ut. Säljare riskerar två gånger depositio om de backar ut. Denna asymmetrisk struktur skapar starka motivationer för säljare att avsluta köp men placerar en-vägs-risk på köpare.\n\nKöpare måste förstå depositio-villkor före avtalsundertecknande—specifikt, under vilka villkor depositio kan förverkas eller återstöttes. En noggrann advokerad bör granska avtalet för att förstå alla depositio-relaterade risker och skyldigheter.\n\nIntresserad av att köpa en Costa Blanca-fastighet? Boka en gratis juridisk konsultation med våra rådgivare—vi kan förklara depositio-termer och säkerställ att du förstår dina juridiska skyldigheter före avtalsundertecknande."
  }
}