{"language":"sv","slug":"modelo-720-foreign-assets-spain","title":"Modelo 720: Deklarera utländska tillgångar till Spanien","excerpt":"Modelo 720-formular kräver spanska bosatta att deklarera utländska tillgångar över €50.000. Lär dig arkivering regler, straffminskning efter EU-döm och vad som räknas som rapporteringstillgångar.","category":"Finance","publishedAt":"2026-02-08","updatedAt":"2026-02-08","readTime":13,"featured":false,"author":"New Build Homes Costa Blanca","tags":["modelo-720","tax-declaration","foreign-assets","residency","AEAT","annual-obligation"],"relatedAreas":[],"content":{"quickAnswer":"Spanska bosatte måste arkivera **Modelo 720 årligen** som deklarerar utländska tillgångar över **€50.000 tröskel**, inklusive bankkonton, investeringar, utländsk egendom och affärsintresser. Böterna för icke-arkivering var €5.000-100.000+ men har varit väsentligt reducerade följande EU-domstolsdöm 2023-2024. Arkivering är tvingande även om du är skyldig ingen extra skatt.","intro":"Modelo 720-formuläret representerar en av Spaniens mest stringenta skattöversättningrekvavemang för bosatte, förfogande över omfattande årlig rapportering av utländska tillgångar hålls utanför Spanien. Benämnda för sitt spanska skattformulär-nummer, Modelo 720 kräver deklarering av bankkonton, investeringar, affärsintresser, verklig egendom och övriga tillgångar belägna i främmande länder, med €50.000 tröskel utlösa arkiveringsförpliktelse. För icke-bosatte som tillbytta till Costa Blanca (som blir spanska skattebosatte då bosättning etableras) presenterar Modelo 720-kravet omedelbar efterlevnadskällor—de flesta utlandsbosatte bibehålla väsentliga tillgångar i hemländer (brittiska bankkonton, amerikanska pensionskonton, australiensisk egendom) som måste rapporteras till Spaniens skattemyndighet (AEAT). Underlåtelse att arkivera eller ofullständig arkivering historiskt resultat i allvarliga bötesstraffen, ibland överstiger €100.000 även frånvaro faktisk skatteundandragande. Emellertid, en landmärke europeisk domstolsdom 2023 ogiltigt Spaniens mest drakonisstrafferregim som oproportionerliga, ledande AEAT för att väsentligt reducera böterna 2024-2025. Den guide tillhandahåller omfattande täcking av Modelo 720-förpliktelse, senaste straffminskning, praktisk arkiveringsprocedurer och strategiska kompliansansatser för nya bosatte som hålls väsentlig utländsk tillgångar.","sections":[{"title":"Förständig Modelo 720: Vad det är och varför Spanien kräver det","content":"Modelo 720-formuläret är en **tvingande årlig deklarering av utländska tillgångar hålls av spanska skattebosatte**, underställd AEAT av **31 mars varje år** (för föregående kalenderår). Spanska skattebosatte är individer som: spenderar mer än 183 dagar i Spanien under kalenderåret, bibehålls sin primärresidans i Spanien eller etablerar deras centrum för ekonomiska intresser i Spanien.\n\nEn gång en individ blir spansk skattebosatt—typically efter att köpa Costa Blanca-fastighet, registrera med kommunal myndigheter (Padrón) och tillbringat 183+ dagar där—Modelo 720-förpliktelse automatiskt gäller om utländska tillgångar överstiger €50.000. €50.000-tröskeln är aggregat: en bosatt med €30.000 i ett brittiskt bankkonto, €15.000 i amerikanska aktier och €10.000 lån till utländsk familjemedlem (summering till €55.000) överskrider tröskeln och måste arkivera. Märkvärt, tröskeln är icke om inkomst—det är om **tillgångsvärden**. En bosatt kunde ha noll utländsk inkomst men väsentlig utländsk tillgångar (ärvd egendom, affärsägande, historisk investeringar) utlösa arkiveringsförpliktelse."}],"conclusion":"Spansk skatt bosattande med €50.000+ utländsk tillgångar måste arkivera Modelo 720 årligen av 31 mars. Processen är tillgänglig genom AEAT:s elektronisk portal eller genom spansk skatteadvisör (gestor). Börterna för arkiveringsskrot har väsentligt reducerats efter EU-dom, men uppfyllelse återstår väsentlig för att undvika påföljd och skattemyndighetrådgivning. För internationella köpare som etablerar Costa Blanca-residencia med väsentlig hemlandsförmögenheter, är Modelo 720-förenlighet ett första och väsentligt efterlevnadssteg i Spansk skattehemsemester. Konsultera spansk skatteadvisör omedelbar efter bosättningsöversättning för att säkerställa korrekt arkiveringså och befria från påföljdrisker."
}
