{
  "slug": "non-resident-tax-spain-property",
  "title": "Icke-bosatt skatt Spanien: Vad fastighets-ägare betalar",
  "excerpt": "Fullständig guide till icke-bosatt fastighets-beskattning i Spanien. Täcker imputerad-inkomst-skatt (1,1-2%) hyres-inkomst-skatt kapital-vinster modelo 210 fiskalt representanter och dubbel-skatte-avtal.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 16,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": ["non-resident-tax", "modelo-210", "imputed-income", "rental-income", "capital-gains", "fiscal-representative"],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Icke-bosatt fastighets-ägare betalar 1,1-2% imputerad-inkomst-skatt årligt (även med noll hyres-intäkt). Hyres-intäkt skattat 19-24%. Modelo 210 årlig arkivering obligatorisk. Dubbel-skatte-avtal (UK Sverige nederländsk Tyskland) erbjud 19% taxpriser och lättnad. Fiskalt representant krävd kostnads €400-€1 200 årligt. Totalt skatte-börda: €1 500-€3 500 på €300K fastigheter.",
    "intro": "Icke-bosatt fastighets-ägandeskap i Spanien kommer med komplext skatte-obligationer som skiljer sig väsentlig från bosattskatt. Till skillnad många länder där fastighets-ägare kan undvika rapportering-kravförfölj om fastigheter generera ingen inkomst Spanien kravförfölj alla icke-bosatt fastighets-ägare att arkiveringsannuell skatte-returner och betala imputerad-inkomst-skatt oavsett om fastigheter generera reveny. Detta skapar pågående skatte-obligationer och kostnader som bosatta fastighets-ägare inte möta.\n\nFörståelse icke-bosatt-beskattning är väsentlig för budgetera fastighets-ägandeskap-kostnader och bestämma om spansk fastighets-investeringar göra finansiell-meningsfulla. UK USA svensk tysk nederländsk och australiensisk fastighets-ägare möta olika skatte-scenarier beroende på deras nationalitet residens-status och om deras land har ett dubbel-beskattnings-avtal med Spanien. Denna omfattande guide förklarar kompletta icke-bosatt-skatte-landskap tillhandahålland verklig beräknings-exempel och skissera strategier för att minimera skatte-börda juridisk.",
    "sections": [
      {
        "title": "Imputerad-inkomst-skatt för icke-hyres-fastigheter",
        "content": "Imputerad-inkomst-skatt är en av Spanien mest distinkt skatte-funktion: regeringen skattar icke-bosatt fastighets-ägare på antagen inkomst från deras fastigheter oavsett om fastigheter faktisk hyrda eller generera någon inkomst.\n\nRationale är att fastigheter i sin natur generera värde till ägaren (antingen genom hyres-inkomst eller förväl att använda det som hem) och Spanien skatte-myndigheter vill säkerställ fastighets-tillgångar generera skatte-reveny. Genom att påtvinga ett fast imputerad-inkomst sats Spanien fångar skatt från heldag-hem ägare och icke-uthyrning-investerare som annars undvik inkomst-beskattning.\n\n**Imputerad-inkomst beräkning**: Imputerad årlig-inkomst = katastral-värde × imputerad-inkomst sats sedan: årlig skatt = imputerad-inkomst × tillämplig skatte-sats.\n\nImputerad-inkomst sats är inställd genom spansk-lag och är 1,1% för bosättnings-fastigheter (1,2% för andra-fastighets-typer).\n\n**Tillämplig skatte-satser på imputerad-inkomst**:\n- **EU bosatta med spansk-residens (NIE)**: 19%\n- **Icke-bosatta med dubbel-beskattnings-avtal (UK Sverige Tyskland nederländsk osv)**: 19% (mest vanligt)\n- **Icke-bosatta utan avtal (australiensisk kanadensisk osv)**: 24%\n- **amerikanska medborgare**: Komplex vanlig 24% om inte avtal-förväl fordra.\n\n**Praktisk beräkning brittisk-icke-bosatta €300 000 fastigheter**:\n\nKatastral värde (vanligt 40-50% marknad värde): €130 000\nImputerad-inkomst sats: 1,1%\nBeräkna imputerad-inkomst: €130 000 × 1,1% = €1 430\nSkatte-sats (brittisk-avtal): 19%\nAnnuel imputerad-inkomst-skatt: €1 430 × 19% = €271.70\n\nDenna €271.70 årlig skatt existera oavsett om fastigheter generera €1 eller €50 000 i faktisk hyres-inkomst."
      },
      {
        "title": "Hyres-inkomst-skatt för icke-bosatta",
        "content": "Om du hyr ut din spansk-fastigheter (kort-löptid semesterlugner eller långt-löptid hyra) du är föremål för hyres-inkomst-beskattning på topp av imputerad-inkomst-skatte-obligationer. Beskattning-behandling skiljer sig väsentlig från icke-bosatta.\n\n**Hyres-inkomst skatte-satser (på brutto-inkomst)**:\n- **EU bosatta med spansk-residens etablera**: 19% (mest fördelaktig)\n- **Icke-bosatta med dubbel-beskattnings-avtal (UK Sverige Tyskland osv)**: 19%\n- **Icke-bosatta utan avtal (australiensisk osv)**: 24%\n- **Speciell satser för vissa länder**: Vissa avtal erbjud specialisera satser.\n\n**Nyckel skillnad: brutto kontra netto inkomst-beskattning**\n\nIcke-bosatta (med undantag) betala skatt på **brutto hyres-inkomst** icke netto inkomst efter utgifter. Detta betyder:\n- Månatlig hyra €1 200 × 12 månad = €14 400 brutto\n- Skatt: €14 400 × 19% = €2 736 (på brutto)\n- Avdragsbara utgifter (försäkring underhåll ledning) minska inte skatte-bas\n- Netto inkomst: €14 400 - €3 000 utgifter = €11 400 men skatt ännu €2 736 (på ursprunglig €14 400)\n\nDetta är större nackdel jämfört spansk-bosatta som kan dra utgifter från brutto-inkomst.\n\n**Viktiga undantag till brutto-inkomst regel**:\n1. **Om du använd licensierad fastighets-förvaltare (gestoría)**: Några utgifter (ledning-avgifter underhållning) kan vara avdragsbara.\n2. **Långt-löptid bosättnings-hyror**: Annorlunda skatte-behandling om fastigheter är genuint hyra långt-löptid till invånare (icke semesterlägnering).\n3. **Kommersiell arrangemang**: Om fastigheter hanteras som verksamhet (multipel fastigheter korporativt-struktur) utgifts-deduktion kan tillämpa.\n\nThese undantag är komplext och kravförfölj försiktig skatte-planering med ett fiskalt representant."
      },
      {
        "title": "Kapital-vinster skatt för fastighets-försäljning",
        "content": "När du säljer spansk-fastigheter som icke-bosatta du är föremål för kapital-vinster-skatt på vinst realiserad. Kapital-vinster skatt skiljer sig från årlig-inkomst-skatter.\n\n**Kapital-vinster beräkning**:\nKapital vinst = försäljnings-pris - (köpspris + köp-kostnader + förbättrings-kostnader)\n\nTill exempel:\n- Köpspris: €300 000\n- Köp-kostnader (notario registrering juridisk): €12 000\n- Förbättringar (renoveringar osv): €15 000\n- Totalt kostnad-bas: €327 000\n\nFörsäljnings-pris: €350 000\nKapital-vinst: €350 000 - €327 000 = €23 000\n\n**Kapital-vinster skatte-satser för icke-bosatta**:\n- **Allmän sats**: 19% (standard spansk kapital-vinster sats)\n- **Avtal-satser**: Varierar genom avtal vanligt 15-19%\n- **Långtids-innehav (>3 år)**: Vissa jurisdiktioner erbjud minskningar (Spanien gör inte)\n- **Ej årlig-befrielse**: Till skillnad några länder Spanien har ingen årlig-kapital-vinsters befrielse.\n\n**Fungerar exempel brittisk icke-bosatta fastighets-försäljning**:\n\nKöpspris: €300 000\nKöp-kostnader: €12 000\nFörbättringar: €15 000\nKostnad-bas: €327 000\n\nFörsäljnings-pris (5 år senare): €380 000\nKapital-vinst: €380 000 - €327 000 = €53 000\nKapital-vinsters skatt (19%): €53 000 × 19% = €10 070\n\nNetto förväl: €380 000 - €10 070 (skatt) = €369 930\nTotalt avkastning: €369 930 - €327 000 = €42 930 netto vinst.\n\n**Nyckel punkter om kapital-vinsters-beskattning**:\n1. **Tidpunkt för beskattning**: Kapital-vinst skatt är påläglig inom 30 dagar av försäljnings-slutförande (icke årligt).\n2. **Betalnings-metod**: Vanligt draget genom notario (notary) vid försäljnings-stängning och remitterad till skatte-myndigheter.\n3. **Icke-bosatta innehav-period**: Icke-bosatta kan inte fordra långt-löptid kapital-vinster reducering erbjudna bosatta.\n4. **Avdragsbarhet av utgifter**: Fastighets-skatter ränta och underhålls-kostnader under innehav-period är allmänt icke-avdragsbara från kapital-vinsters beräkning.\n5. **Plusvalía interaktion**: Kapital-vinsts-skatt är separat från plusvalía-skatt (båda kan tillämpa på samma transaktion)."
      },
      {
        "title": "Modelo 210 årlig icke-bosatt skatte-arkivering",
        "content": "Modelo 210 (impuestos sobre la renta de no residentes en el territorio español) är spansk skatte-form icke-bosatta måste arkivera årligt rapportering fastighets-ägandeskap och skatter skyldig.\n\n**Modelo 210 arkivering kravförfölj**:\n\nALLA icke-bosatta äga spansk-fastigheter måste arkivera modelo 210 årligt inkludera:\n- Icke-hyres-fastigheter (även generera noll-inkomst)\n- Hyres-fastigheter med inkomst\n- Fastigheter innehas genom truster eller företag\n- Fastigheter motatt hypoteker\n\nDet är ingen minsta fastighets-värde eller inkomst-tröskel—även ägare av €50 000 semesterlugner måste arkivera.\n\n**Arkiverings-tidsfrist**: Modelo 210 måste arkiveras under kalenderåret (januari 1 december 31 följande skatte-året). Vanligt arkiverings-fönster är januari april. Sen-arkivering resultat i böter (vanligt 5-20% av skatt skyldig).\n\n**Vad modelo 210 rapporter**:\n1. **Icke-bosatta identifiering**: Namn pass-nummer hemlands-adress.\n2. **Fastighets-detaljerna**: Spansk-fastighets-adress katastral-referens köp-datum.\n3. **Fastighets-egenskaper**: Storlek typ konstruktion-år nuvarande-värde.\n4. **Ägandeskap-detaljer**: Procent ägandeskap (viktigt för gemensamma ägare).\n5. **Katastral värde**: Användt för att beräkna imputerad-inkomst.\n6. **Skatter skyldig**: Imputerad-inkomst × tillämplig skatte-sats.\n7. **Hyres-inkomst** (om tillämplig): Månatlig hyra × 12.\n8. **Hyres-inkomst-skatter** (om tillämplig): Hyres-inkomst × skatte-sats.\n9. **Avtal dokumentation**: Referenser till skatte-residens-certifikat och avtal-krav.\n\n**Arkiverings-process**: Modelo 210 arkiveras elektronisk genom spansk skatte-auktoritets webbplats (agenciatributaria.es) eller genom ett fiskalt representant (gestoría). De flesta icke-bosatta använd fiskala representanter att undvika spansk-språk-kravförfölj och säkerställa korrekta arkivering.\n\n**Krävd dokumentation för arkivering**: Skatte-residens-certifikat från din hemlands skatte-myndighet fastighets-dokumentation (skriftliga katastral-referens fastighets-detaljer) identitets-dokumentation (pass-kopia NIE om tilldelad) hemlands-adress-bevis hyres-avtal (om tillämplig) hyres-intäkts-datatal (bank uttalanden fastighets-ledning-uttalanden) förfallna-år-arkivering (för ändringar eller rättelser)."
      },
      {
        "title": "Fiskalt representant (representante fiscal) kravförfölj",
        "content": "Spansk-lag kravförfölj icke-bosatta att utse ett fiskalt representant (representante fiscal)—en kvalificerad spansk-professionalist som hanterar skatte-arkivering och tjänar som mellanhand med spansk-skatte-myndigheter.\n\n**Vem kan tjäna som fiskalt representant**:\n- **Advokater (abogados)**: Licensierad spansk advokater.\n- **Skatte-rådgivare (asesores fiscales)**: Specialiserad skatte-professionella.\n- **Gestorías (redovisnings-firmor)**: Licensierade redovisnings-firmor hanterar multipel överensstämmelse-områden.\n- **Måste vara bosatta i Spanien**: Representant måste vara belägen i Spanien.\n- **Måste tala språket**: Säkerställ kommunikation med spansk-myndigheter.\n\n**Fiskalt representant ansvaret**:\n1. **Modelo 210 arkivering**: Fullständig och arkivera årlig icke-bosatta skatte-returner.\n2. **Skatte-betalningar**: Beräkna och ordna betalning av imputerad-inkomst och hyres-inkomst-skatter.\n3. **Kommunikationer**: Tjäna som officiell-kontakt med spansk-skatte-myndigheter.\n4. **Överensstämmelse**: Säkerställ tidsdriven arkivering och betalning svara på skatte-auktoritets-förfrågningar.\n5. **Rådgivning**: Rådgivning på skatte-planering och minimerings-strategier.\n6. **Ändringar**: Arkivering rättelser om fel uppdagad.\n7. **Avdrag**: Fordra potentiellt avdragsbar utgifter för hyres-inkomst.\n8. **Avtal-dokumentation**: Tillhandahål skatte-residens-certifikat och fordra avtal-förmåner.\n\n**Utses process**: Fiskalt representant utses är formell och dokumenterad: klient underteckna fullmakt (poder notarial) före spansk notario; notario certifierar dokumentet; fiskalt representant registrera med skatte-myndigheter i klient-namn; fiskalt representant mottar officiell-utses och skatte-referens-nummer; allt senare arkivering och kommunikationer gå genom representant.\n\n**Kostnad av fiskalt representation**:\n- **Icke-hyres fastigheter**: €400-€700 per år.\n- **Enkla hyres-fastigheter**: €600-€1 000 per år.\n- **Multipel fastigheter**: €1 000-€2 000 per år.\n- **Komplicerade situationer**: €1 500-€3 000 per år.\n\nThese kostnader är obligatorisk—du kan icke själv-arkivera som icke-bosatta utan fiskalt representation."
      },
      {
        "title": "Dubbel-skatt och avtal-lättnad",
        "content": "Icke-bosatta fastighets-ägare kan möta beskattning både i Spanien (där fastigheter är belägen) och hemlands (där de är bosatta). Dubbel-skatte-avtal förhindra beskatta samma-inkomst två gånger.\n\n**Dubbel-skatte-scenarier**:\n\n**Scenario 1 icke-bosatta tjäna hyres-inkomst**: Spanien skattar hyres-inkomst på 19% (eller 24% utan avtal); hemland kan också skatta världsomfattande inkomst inkludera spansk hyra. Dubbel-skatte-avtal förhindra samma-inkomst från att vara helt skattat båda länder.\n\n**Scenario 2 icke-bosatta med kapital-vinster på fastighets-försäljning**: Spanien skattar kapital-vinst på 19%; hemland kan också skatta världsomfattande vinster. Avtal vanligt tillåta hemland skatta Spanien skatta med lättnad-mekanismer.\n\n**Scenario 3 icke-bosatta med imputerad-inkomst-skatt**: Spanien skattar imputerad-inkomst oavsett faktisk inkomst; hemland kan inte erkänna imputerad-inkomst (icke faktisk inkomst). Avtal-lättnad ofta tillgänglig även om icke alltid.\n\n**Hur dubbel-skatte-avtal fungera**: Dubbel-skatte-avtal mellan länder etablera: skatte-prioritet (vilka land har primär skatte-rätt på specifik inkomst-typer); skatte-satser (maximal satser varje land kan påtvinga); lättnad-mekanismer (hur undvika dubbel-beskattning); informations-utbyte (hur länder dela information om skattebetalare).\n\n**Spanien större avtal och deras förmåner**:\n\n**Brittisk spansk avtal (DTA)**: Imputerad-inkomst: skattat på 19% (icke 24%); hyres-inkomst: skattat på 19%; kapital-vinster: 15% (fördelaktig jämfört standard 19%). Brittiska mottar lättnad för spansk-skatter minskning brittisk-skatte-börda; status: efterbrexitförhandlad separat från EU-avtal.\n\n**USA spansk avtal**: Imputerad-inkomst: komplext men 19% sats ofta tillgänglig med korrekt dokumentering; hyres-inkomst: 15% (mer fördelaktig än standard 19%); kapital-vinster: allmänt 15% eller undantag under vissa villkor; USA medborgare: ytterligare komplikation—FATCA kravförfölj separat arkivering; status: komplext kravförfölj försiktig planering.\n\n**Sverige spansk avtal**: Imputerad-inkomst: 19%; hyres-inkomst: 19%; kapital-vinster: 15%; lättnad-mekanismer: Sverige krediter spansk-skatter mot svensk-skatt på samma-inkomst; status: mycket fördelaktig för svensk fastighets-ägare.\n\n**Tyskland spansk avtal**: Imputerad-inkomst: 19%; hyres-inkomst: 19%; kapital-vinster: 15-19% beroende på omständigheter; lättnad-mekanismer: Tyskland vanligt tillhandahål kredit-mekanismer.\n\n**Nederländsk spansk avtal**: Imputerad-inkomst: 19%; hyres-inkomst: 19%; kapital-vinster: 15%; lättnad-mekanismer: nederländsk tillhandahål utländsk-skatte-krediter."
      }
    ],
    "conclusion": "Icke-bosatta fastighets-ägandeskap i Spanien kommer med väsentlig och pågående skatte-obligationer som skiljer sig väsentlig från bosatta-beskattning. Årlig imputerad-inkomst-skatt (€200-€500 för typisk fastigheter) är obligatorisk även utan hyres-inkomst och fiskalt representation (€400-€1 200 årligt) är juridisk krävd. För hyres-fastigheter beskattning är mer väsentlig med 19-24% hyres-inkomst-skatt och fortsatta imputerad-inkomst-skatt skapande totala skatte-bördan av €3 000-€5 000 årligt på måttlig-pris fastigheter.\n\nDubbel-skatte-avtal tillhandahål väsentlig lättnad för brittisk svensk tysk nederländsk och andra avtal-nationens medborgare etablera 19% satser istället för 24% och tillhandahål hemlands skatte-krediter. Utan avtal (australiensisk) icke-bosatta möta 5% högre skatte-satser. USA medborgare möta unik komplexitet på grund av FATCA och världsomfattande-inkomst-rapportering-kravförfölj.\n\nKapital-vinsters-beskattning (19%) kombinera med plusvalía kommunal-skatter (2,5-4% årligt) skapar väsentlig försäljnings-kostnader vanligt 20-25% av vinst. Dessa kombinera försäljnings-skatter signifikant minskning netto-intäkter från fastighets-försäljning och måste vara försiktigt beräknat före köp.\n\nNyckel till navigera icke-bosatta-beskattning är engagera erfar fiskala representanter tidigt förtstånde avtal-förmåner tillämplig din nationalitet upprätthålla försiktig dokumentation av utgifter och förbättringar och budgetera fastighets-ägandeskap omkring årlig skatte-kostnader. För många internationella köpare icke-bosatt-beskattning är hanterbar kostnad av fastighets-ägandeskap men förtstånde dessa obligationer förhindrar överraskningar och möjliggörande bättre finansiell-planering.\n\nTänker du på att köpa spansk fastigheter på Costa Blanca? Rådgör med vårt lag för att ansluta med erfar fiskala representanter och skatte-rådgivare bekant med din specifik-nationallitet dubbelskatte-avtal tillhandahållanden. Tidig planering och ordentlig dokumentation kan spara tusen i skatter över ditt ägandeskap-period."
  }
}
