{
  "slug": "notary-vs-lawyer-spain-property",
  "title": "Notarie kontra advokat i Spanien: Vem gör vad vid fastighetsköp?",
  "excerpt": "Förstå notaries och advokaters roller vid fastighetsköp i Spanien. Lär dig deras distinkta funktioner, kostnader (€600-1 200 notatiegebyr) och varför du behöver båda yrkespersonerna för en säker transaktion.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "notary",
    "lawyer",
    "abogado",
    "notario",
    "escritura",
    "property-purchase",
    "roles"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "I Spanien är notarie (notario) en offentlig tjänsteman som autentiserar dokument och vittnar om underskrifter, medan advokat (abogado) ger juridisk rådgivning och skyddar dina intressen. Båda är väsentliga—notarier debiterar €600-1 200 i avgifter, advokater debiterar tim- eller fasta taxor. Du kan inte lagligt köpa egendom utan notariesamtycke.",
    "intro": "När du köper egendom i Spanien är många internationella köpare förvirrade över rollerna för notarier och advokater. Dessa är två helt olika yrkesmän med distinkta juridiska funktioner, men båda är väsentliga för ett framgångsrikt fastighetsköp. Till skillnad från vissa länder där en enda advokat hanterar allt kräver Spaniens civilrätt att en offentlig tjänsteman (notarie) autentiserar och formaliserar alla fastighetstransaktioner. Den här artikeln förklarar exakt vad varje yrkesman gör, när de är inblandade, typiska kostnader och varför spansk lag kräver båda.",
    "sections": [
      {
        "title": "Den spanska notarien: Offentlig tjänsteman och autentiserare",
        "subsections": [
          {
            "heading": "Vem är notarie i Spanien?",
            "content": "**notario público** är inte en advokat—det är en offentlig tjänsteman utsedd av regeringen för att tjänstgöra som opartisk vittne till juridiska transaktioner. I Spanien är notarier bland de mest respekterade yrkesmän på fastighetsmarknaden. De regleras under **Ley del Notariado** (notatierlaw) och måste klara rigorösa prov och upprätthålla yrkesförsäkring. En notaries roll är fundamentalt annorlunda från advokater i common law-länder som kan hantera slutföring. Spanska notarier är verkligt neutrala parter—de representerar varken köparen eller säljaren, utan skyddar staten intressen och säkerställer juridisk överensstämmelse."
          },
          {
            "heading": "Notariens viktiga ansvar",
            "content": "Notarien har flera kritiska funktioner vid ditt fastighetsköp:\n\n**Dokumentverifiering**: Innan **escritura** (skyddshandling) underteckning verifierar notarien att säljaren faktiskt äger fastigheten genom att kontrollera **Nota Simple** (lantmäteriintyg). De bekräftar att det inte finns ogöda inteckningar, embargos (domstolsorder) eller avgifter mot fastigheten.\n\n**Identitetsverifiering**: Notarien kontrollerar officiella ID-dokument (pasaporte, NIE eller DNI) för både köpare och säljare för att bekräfta att de är vem de säger att de är. Internationella köpare behöver vanligtvis sitt pass plus bevis på skattebostatus.\n\n**Skuldåterställningsöversikt**: Notarien bekräftar med hypotekslångivaren (om tillämpligt) att alla utestående inteckningar kommer att betalas från försäljningsprovenuet. De erhåller **cancelación de hipoteca** (hypotekslösningsavgifter).\n\n**Läsning och förklaring av handling**: Vid underteckningsmötet måste notarien **läsa högt hela escritura** (handling) på spanska. Detta är inte en formalitet—det är ett juridiskt krav. Notarien läser varje klausul, artikelnummer, fastighetsbeskrivning, köpeskilling och partsinformation. Både köpare och säljare måste bekräfta att de förstår det.\n\n**Vittnesande av underskrifter**: Notarien fysiskt vittnesberättande både köparens och säljarens undertecknande av handlingen. Detta kräver att de båda är närvarande på notatierkontoret (även om fullmakt kan ersätta vid behov).\n\n**Registrering med skattemyndigheterna**: Notarien arkiverar handlingen med relevant skattemyndighet (Hacienda) för att säkerställa att transaktionen är registrerad och **impuesto sobre transmisiones patrimoniales** (överlåtelseskatt) behandlas korrekt."
          },
          {
            "heading": "Notariegabyer i Spanien",
            "content": "Notariegabyer är reglerade av regeringen och är inte förhandlingsbara. För ett bostadsköp på Costa Blanca förväntar sig:\n\n- **Enkel fastighet (€300 000-500 000)**: €600-800\n- **Medelklass fastighet (€500 000-1 000 000)**: €900-1 200\n- **Lyxfastighet (€1 000 000+)**: €1 400-2 000+\n\nGebyr beräknas på en glidande skala baserad på fastighetsvärde. Notarien debiterar också för att förbereda kopior av handlingen (€0,50-1 per sida) och erhålla lantmäteriintyg. Det kan finnas tilläggsavgifter för brådskande tjänster eller om extra dokumentation krävs. Viktigt är att dessa är **officiella satser**—alla notarier debiterar samma belopp för samma tjänst. Handla gärna, men du hittar identisk prissättning över hela Spanien."
          }
        ]
      },
      {
        "title": "Fastighetsadvokaten: Din skyddare och rådgivare",
        "subsections": [
          {
            "heading": "Vad gör en spansk fastighetsadvokat?",
            "content": "**abogado inmobiliario** (fastighetsadvokat) är din privata juridiska representant, anställd för att skydda dina intressen genom köpet. Till skillnad från notarien som är opartisk arbetar din advokat uteslutande för dig. En bra fastighetsadvokat är väsentlig, särskilt för internationella köpare som är obekanta med spansk fastighetsrätt. De är inte juridiskt obligatoriska (till skillnad från notarien), men de rekommenderas starkt—faktiskt är det betraktat som riskabelt att köpa egendom i Spanien utan en.\n\nDin advokat bör vara oberoende, inte rekommenderad av fastighetsagenten (inmobiliaria) eller utvecklaren. Detta säkerställer deras lojalitet är för dig, inte säljaren."
          },
          {
            "heading": "Kärnfunktioner av din fastighetsadvokat",
            "content": "**Grundlig utredning**: Innan du förbinder dig att köpa genomför din advokat en grundlig bakgrundskontroll av fastigheten. De erhåller **Nota Simple** från lantmäteriet (Registro de la Propiedad), kontrollerar:\n- Registrerad ägande och eventuella konkurrerande anspråk\n- Befintliga inteckningar (hipotecas)\n- Domstolsorder (embargos) eller panträtter\n- Gemenskapsskulder (deudas de comunidad)\n- Utestående skatteskulder mot fastigheten\n- Eventuella begränsningar eller villkor på landet\n\n**Verifiering av juridisk status**: För nybygge (**obra nueva**), kontrollerar din advokat:\n- Bygglov och färdighetscertifikat (cédula de habitabilidad eller beboelsecertifikat)\n- Överensstämmelse med urbanistiska regler (plan parcial, plan general de ordenación urbana)\n- Gemenskapsdokument\n- Garantier och byggarens juridiska ansvarsförsäkring\n\n**Gemenskapsöversyn**: För lägenhet eller egenskaper i bostadssamhällen granskar din advokat:\n- Gemenskapsstadgar (estatutos de la comunidad)\n- Aktuella gemenskapsavgifter (cuota de comunidad) och reservfondens status\n- Väntande extraordinära inspärrningar (derramas extraordinarias)\n- Samhällesmötesminuter för att identifiera tvister\n\n**Avtalsförhandling och utformning**: Om du köper off-plan eller i förkontrakt förhandlar din advokat villkoren, betalningsscheman och villkoren. De kan också förbereda ändringar av standardavtal som erbjuds av utvecklare.\n\n**Intecknings- och finansöversyn**: Om du finansierar köpet granskar din advokat bolånvillkoren, säkerställer att alla villkor är uppfyllda och bekräftar hypotekslångivarens krav.\n\n**Skatteplaning**: Din advokat rekommenderar det mest skattemässigt effektiva sättet att strukturera köpet (individuell, företag, förtroende, etc.) baserat på ditt bostadsstatus och långsiktiga planer."
          },
          {
            "heading": "Advokategabyer och kostnadsstruktur",
            "content": "Fastighetsadvokategabyer i Spanien är INTE reglerade och varierar avsevärt beroende på region och komplexitet:\n\n- **Fast avgift för enkelt köp**: €1 500-3 000\n- **Procentandel av fastighetsvärde**: 1-2% (typiskt för €200 000-1 000 000 köp)\n- **Timtaxor**: €150-400/timme för komplexa ärenden\n- **Nybygge off-plan köp**: Ofta 0,5-1% av total köpeskilling på grund av förlängd tidslinje\n\nFör en €300 000 fastighet förväntar du €3 000-6 000 i advokategabyer. Få ett skriftligt citat i förväg. Vissa advokater erbjuder fasta avgifter för enkla köp, vilket är att föredra framför timdebitering. Viktigt är att advokategabyer är skatteavdragsgilla om du är bosatt i Spanien eller har betydande inkomst från spanska källor."
          }
        ]
      },
      {
        "title": "Tidslinjen: När varje yrkesman är involverad",
        "subsections": [
          {
            "heading": "Fas 1: Förköp (vecka 1-4)",
            "content": "**Din advokats roll**: Du anställer en advokat så snart du bestämmer dig för att allvarligt förfölja en fastighet. Innan du lämnar något erbjudande genomför de grundlig utredning—erhållandet av Nota Simple, kontrollerar gemenskapsstatus, verifierar byggcertifikat. De granskar alla avtal eller erbjudanden du överväger. Kostnad på detta stadium: Du har betalat deras retainer eller initiala konsultationsavgift.\n\n**Notariens roll**: Ingen än. Notarien blir inte inblandad förrän mycket sent i processen."
          },
          {
            "heading": "Fas 2: Erbjudande och avtal (vecka 4-8)",
            "content": "**Din advokats roll**: Efter att ha hittat rätt fastighet och fått en gynnsam grundlig utredningsrapport förhandlar din advokat köpeskillingen och villkoren. För off-plan egenskaper granskar de betalningsplaner för etapper. De utarbetar ändringar av säljargivna avtal. De förklarar alla villkor på engelska (eller ditt språk). De säkerställer att villkoren inkluderas (finansieringsvillkor, gemenskapsgodkännande för uthyrning, etc.).\n\n**Notariens roll**: Fortfarande inte inblandad. Notarien blir endast inblandad när dokument måste autentiseras officiellt."
          },
          {
            "heading": "Fas 3: Finansiering och förberedelse (vecka 8-12)",
            "content": "**Din advokats roll**: Om du behöver ett bolån samspelar din advokat med banken, säkerställer att alla bolånevillkor är uppfyllda och granskar det slutliga låneavtalet. De samordnar med notariekontoret för att schemalägga **escritura signing möte**. De förbereder eventuell dokumentation som behövs för undertecknandet (fullmakt om du inte kan närvara, kontobeskrivning, etc.). De granskar det utkast escritura som notarien förbereder.\n\n**Notariens roll**: Notarien börjar förbereda dokument. De utarbetar escritura (handling) baserad på information från båda parterna. De kan kontakta din advokat med frågor eller krav. De träffar dig inte än."
          },
          {
            "heading": "Fas 4: Escritura underteckningsmöte (vecka 12-16)",
            "content": "**Din advokats roll**: Helst är din advokat närvarande vid notariemötet tillsammans med dig. Även om inte fysiskt närvarande (för fjärr internationella köpare) underrättar de dig i förväg om vad du förväntar. Efter undertecknandet verifierar din advokat att handlingen korrekt arkiverades vid skattemyndigheterna och lantmäteriet.\n\n**Notariens roll**: Det här är notariens huvud ereignelse. Du träffas på deras kontor (typiskt en formell, traditionell inställning) för **comparecencia ante notario** (framträdande inför notarie). Notarien:\n- Verifierar ditt ID och säljarens ID\n- Läser hela escritura högt\n- Frågar båda parterna att bekräfta att de förstår och håller med\n- Vittnesberättelse båda parter undertecknande\n- Underteckningar som officiell vittne\n- Stämplar med sitt officiella sigill\n- Tilldelar ett officiell handlingsnummer\n- Arkiveras med lantmäteriet och skattemyndigheterna\n\nHela processen tar vanligtvis 30-60 minuter."
          },
          {
            "heading": "Fas 5: Efter undertecknande (vecka 16-20)",
            "content": "**Din advokats roll**: Efter undertecknandet bekräftar din advokat att handlingen är registrerad vid lantmäteriet (detta tar 2-4 veckor). De verifierar att titeln har uppdaterats för att visa dig som ägare. De hanterar eventuella efter-closing problem, såsom att säkerställa att gemenskapsavgifter överfördes, bekräftar hypoteksbortbetalning om tillämpligt eller adresserar eventuella defekter som upptäcks under inspektionen.\n\n**Notariens roll**: Slutförd. Notariens officiella plikt slutar när handlingen är undertecknad och arkiverad."
          }
        ]
      },
      {
        "title": "Varför du behöver BÅDA yrkesmännen",
        "subsections": [
          {
            "heading": "De tjänar olika syften",
            "content": "Det här är nyckelpunkten som förvirrar internationella köpare: notarien och advokaten är INTE utbytbara, och du kan juridiskt inte ersätta den ena för den andra.\n\n**Notarien**: Säkerställer att transaktionen följer spansk lag och är korrekt registrerad. De är ansvariga inför regeringen, inte för dig. Om något går fel med den officiella dokumentationen har du begränsat regress mot notarien.\n\n**Advokaten**: Säkerställer att transaktionen skyddar DINA intressen. De förhandlar villkoren, utforskar titelkoncerner och skyddar dig från bedrägeri eller dolda skulder. Om din advokat gör ett misstag (såsom att inte upptäcka ett servitut på fastigheten) är de försäkrade med ansvarsförsäkring och du kan stämma dem för försummelse.\n\nI praktiska termer: Notarien säkerställer att dokumenten är officiella och korrekta. Din advokat säkerställer att affären är bra för dig."
          },
          {
            "heading": "Vanliga missuppfattningar",
            "content": "**Missuppfattning 1**: \"Fastighetsagenten eller utvecklaren kan rekommendera notarie, så jag behöver ingen advokat.\"\n**Verklighet**: Agenten tittar efter sin provision, inte dina intressen. Anställ alltid en oberoende advokat. Notarien de rekommenderar blir bra (notarier är alla reglerade lika), men en advokat är väsentlig för att skydda dina intressen.\n\n**Missuppfattning 2**: \"Notarien skyddar mig—jag behöver ingen separat advokat.\"\n**Verklighet**: Notarien är opartisk och neutral. De har ingen skyldighet att utforska titelkoncerner eller skydda dig från dåliga affärer. De autentiserar helt enkelt dokument. En advokat utreder fastigheten och affärsvillkoren.\n\n**Missuppfattning 3**: \"Jag kan spara pengar genom att hoppa över advokaten.\"\n**Verklighet**: Att hoppa över en advokat är en extremt högriskbeslut. Kunskap som upptäcktes efter slutet (dolda inteckningar, gemenskapsskulder, planeringsöverträdelser) är otroligt dyr att fixa. En €3 000 advokatsavgift är billig försäkring mot ett €300 000 misstag.\n\n**Missuppfattning 4**: \"Advokaten och notarien kommer att argumentera om sina avgifter.\"\n**Verklighet**: Nej. De arbetar tillsammans professionellt. Advokatens avgift är skild från notariegabyen—det finns ingen överlappning eller konflikt. Båda är standard transaktionskostnader."
          },
          {
            "heading": "Kostnadskupering av typisk köp",
            "content": "För ett €300 000 fastighetköp på Costa Blanca, här är vad du typiskt betalar i professionella avgifter:\n\n- **Advokat**: €3 000-5 000 (1-1,5% för denna prisklass)\n- **Notarie**: €700-900 (reglerad skala)\n- **Lantmäteri ansökan avgift**: €150-300 (notarien hanterar detta)\n- **Skattekonsult** (valfritt): €500-1 000 om behövs för skatteplaning\n\nTotala professionella kostnader: €4 350-7 200 (ungefär 1,5-2,4% av köpeskillingen)\n\nDetta är utöver överlåtelseskatt (6-10% beroende på region), men det är en statlig avgift, inte professionell gebyr."
          }
        ]
      },
      {
        "title": "Escritura underteckningstagen: Vad du kan förvänta",
        "subsections": [
          {
            "heading": "Före mötet",
            "content": "Din advokat underrättar dig om vad du ska ta med:\n- Giltigt pass (eller NIE + adressbevis för invånare)\n- Eventuella fullmaktsdokument om någon undertecknar för din räkning\n- Bevis på medel (bankutdrag som visar tillgängliga pengar)\n- Senaste gemenskapsbetalskvitto (om det finns gemenskapsavgifter)\n\nDin advokat kommer att gå igenom handlingen (escritura) i förväg, överförande nyckelsektioner och förklarande eventuella villkor du inte förstår. De svarar på frågor om satser, datum eller fastighetsöversättningar. Detta är avgörande—du bör aldrig underteckna något du inte helt förstår."
          },
          {
            "heading": "Vid notariekontoret",
            "content": "Mötet äger normalt rum i en formell, traditionell kontorsmiljö. Notarien sitter vid sitt skrivbord med officiella dokument utspridda. Både köparen och säljaren (och deras advokater om närvarande) sitter över för notarien.\n\nNotarien kommer att:\n1. **Verifiera identitet**: Kontrollera ditt pass och säljarens DNI/pass\n2. **Bekräfta samtycke**: Fråga båda parterna om de håller med transaktionen och det angivna priset\n3. **Läs handlingen högt**: Detta är det juridiska kravet. Notarien läser på spanska, normalt ganska formellt. Din advokat kan översätta nyckelsektioner. Läsningen kan ta 20-40 minuter beroende på fastighetskomplexitet.\n4. **Fråga om slutlig bekräftelse**: Notarien frågar båda parterna uttryckligen om de håller med allt som just lästes\n5. **Vittnesande av underskrifter**: Båda köpare och säljare undertecknar flera sidor av handlingen. Du undertecknar vanligtvis 3-5 gånger.\n6. **Notarieunderteckning**: Notarien undertecknar och applicerar sitt officiella sigill\n7. **Handlingsnummertilldelning**: Notarien tilldelar ett officiell **nummer de protocolo** (protokollnummer) som fungerar som handlingens permanenta juridiska referens\n\nHela processen tar vanligtvis 30-60 minuter. Efter undertecknandet erhållit ett certificerat exemplar av handlingen."
          },
          {
            "heading": "Efter undertecknande",
            "content": "Notarien arkiverar omedelbar handlingen med lantmäteriet (Registro de la Propiedad) och skattemyndigheten (Agencia Tributaria). Registreringen tar normalt 2-4 veckor. Din advokat följer upp för att bekräfta att handlingen är registrerad och titeln har överförts till ditt namn.\n\nInom 30 dagar bör du få meddelande från lantmäteriet som visar dig som officiell ägare. Detta kallas **finca registral** (registrerad fastighetsdatapost) och är ditt bevis på äganderätt."
          }
        ]
      },
      {
        "title": "Välja din advokat: Röda flaggor och bästa praxis",
        "subsections": [
          {
            "heading": "Hur man hittar en pålitlig fastighetsadvokat",
            "content": "**Använd online advokatsmeningar**: Sök **Ilustre Colegio de Abogados** (advokatssamfund) för din region. Alla licensierade advokater är listade. Costa Blanca-advokater är registrerade med Alicante Bar Association (Colegio de Abogados de Alicante).\n\n**Ber om referenser**: Be andra utlänningsfastighetsägare, fastighetsmäklare du litar på eller konsulat representanter för rekommendationer. Få flera förslag och intervju 2-3 advokater före beslut.\n\n**Begär meritlista**: Se till att de specialiserar sig på fastighetsrätt. Fråga hur många fastighetstransaktioner de hanterat, särskilt för internationella köpare. En bra advokat kommer att ha erfarenhet med olika nationaliteter och skattebostadssituationer.\n\n**Språk spelar roll**: Välj en advokat som är flytande på ditt språk (engelska för de flesta internationella köpare). Förlita aldrig automatöversättning för juridiska dokument."
          },
          {
            "heading": "Röda flaggor att undvika",
            "content": "**Röd flagga 1**: En advokat rekommenderad av säljaren eller fastighetsagenten som del av \"deras lag.\" Du behöver en oberoende advokat, inte någon på motsatta sidans lösa lista.\n\n**Röd flagga 2**: En advokat som inte kommer att sätta in avgifter skriftligt eller som verkar vag om kostnader.\n\n**Röd flagga 3**: En advokat som säger att du inte behöver en grundlig granskning för ett \"enkelt\" köp. Varje fastighetsköp behöver granskning.\n\n**Röd flagga 4**: En advokat som inte talar ditt språk tydligt. Missförstånd i juridiska frågor är kostsamma.\n\n**Röd flagga 5**: En advokat som skyndar dig eller inte förklarar saker grundligt. Det här är ditt största köp—de bör vara tålmodiga.\n\n**Röd flagga 6**: En advokat som arbetar från ett fastighetsmäklares kontor. Det finns en inneboende intressekonflikt."
          },
          {
            "heading": "Frågor att ställa före anställning",
            "content": "1. Vad är din avgiftsstruktur och kan du tillhandahålla ett skriftligt citat?\n2. Hur många fastighetsköp har du hanterat för internationella köpare?\n3. Kommer du att genomföra en fullständig grundlig granskning? Vad inkluderar det?\n4. Kommer du att närvara vid notariemötet med mig?\n5. Om jag är utomlands, hur ska vi kommunicera och kan du hantera saker på distans?\n6. Vad händer om titelkoncerner upptäcks? Hjälper du att förhandla eller lösa?\n7. Har du ansvarsförsäkring?\n8. Vem blir min huvudkontakt—du personligen eller någon annan på ditt kontor?\n9. Vilka dokument ger du mig före undertecknande?\n10. Hur hanterar du uppföljningen av registrering efter undertecknande?"
          }
        ]
      },
      {
        "title": "Notarie mot advokat: Jämförande sida-vid-sida",
        "subsections": [
          {
            "heading": "Snabb referensöversikt",
            "content": "| Aspekt | Notarie (Notario) | Advokat (Abogado) |\n|--------|-----------------|------------------|\n| **Roll** | Offentlig tjänsteman/autentiserare | Privat rådgivare |\n| **Lojalitet** | Opartisk/neutral | Din representant |\n| **Obligatorisk enligt lag** | Ja, juridiskt obligatorisk | Nej, men starkt rekommenderad |\n| **Huvudansvar** | Autentisera handling och verifiera ID | Skydda dina intressen |\n| **Avgiftsstruktur** | Reglerat av regeringen | Inte reglerat, varierar |\n| **Typisk kostnad** | €600-1 200 | €1 500-6 000 |\n| **Granskning** | Verifierar fastighetsägande | Genomför grundlig granskning och kontroller |\n| **Förhandling** | Ingen | Förhandlar villkoren och priset |\n| **När inblandad** | Sent skede (undertecknande) | Tidigt skede (före erbjudande) |\n| **Ansvarig inför** | Regering/stat | Du (ansvarsförsäkring) |\n| **Kan avförsakras** | Nej | Ja (riskabelt att göra) |\n| **Ansvarsförsäkring** | Notarieförsäkring | Advokatens ansvarsförsäkring |\n\nBåda yrkesmännen är väsentliga för olika skäl. Notarien gör transaktionen officiell och juridisk; advokaten säkerställer att den är bra för dig."
          }
        ]
      }
    ],
    "conclusion": "I Spaniens civilrätt kräver fastighetsköp både notarie och advokat—de är inte utbytbara yrkesmän, utan komplementära. Notarien (€600-1 200) är en regeringsutsedd tjänsteman som autentiserar din handling och säkerställer juridisk överensstämmelse. Din advokat (€1 500-6 000) är din privata representant som granskar fastigheten, förhandlar villkoren och skyddar dina intressen. Notarien gör transaktionen officiell; din advokat gör den säker. Hoppa aldrig över advokaten för att spara pengar—detta är falsk ekonomi som kan kosta dig mycket mer om problem uppstår. Välj en oberoende advokat före erbjudande, få dem att genomföra fullständig granskning och säkerställ att de närvarar vid din escritura undertecknande. Denna professionell vägledning är väsentlig försäkring för din största finansiella investering."
  },
  "image": "/images/Real Estate agent/7.png"
}
