{
  "slug": "spanish-inheritance-tax-property",
  "title": "Spansk arvsskatt: Planering för utländska fastighetsägare",
  "excerpt": "Spansk arvsskatt i Valencia når 34% för icke-bosatta. Lär dig om ISD-beskattning, tillägg enligt släktskap, undantag och fastighetsplanering för Costa Blanca-fastigheter.",
  "category": "Finance",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 15,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "tags": [
    "inheritance-tax",
    "succession",
    "ISD",
    "will",
    "non-resident",
    "estate-planning",
    "valencia-region"
  ],
  "relatedAreas": [],
  "content": {
    "quickAnswer": "Spansk arvsskatt (ISD) i Valencia når **34% för icke-bosatta arvingar**, betydligt högre än bosatta med 7,65%. Icke-bosatta får färre tillägg och mindre favorabel skattebehandling. Strategisk planering inklusive spanska testamenten, usufructo-arrangemang och livförsäkring kan avsevärt minska arvskatten för Costa Blanca-fastighetsägare.",
    "intro": "Spansk arvsskatt representerar en av de viktigaste ekonomiska skyldigheterna för icke-bosatta fastighetsägare på Costa Blanca. Till skillnad från många europeiska länder som lägger minimal arvsskatt kan Spaniens ISD (Impuesto sobre Sucesiones y Donaciones) konsumera 20-34% av en dödsbo:s värde för icke-bosatta arvingar, vilket väsentligt reducerar förmögenheten som överförs till arvtagare. Denna guide ger icke-bosatta fastighetsägare omfattande förståelse för spansk arvsbeskattning, praktiska beräkningsexempel för typiska Costa Blanca-köp och strategiska minskningsmetoder inklusive spanska testamenten, livförsäkringsanvändning och avancerad planering.",
    "sections": [
      {
        "title": "Att förstå spansk arvsskatt (ISD): Struktur och regional variation",
        "subsections": [
          {
            "heading": "ISD-grunder: Vad beskattas och vem betalar",
            "content": "Spansk arvsskatt (Impuesto sobre Sucesiones y Donaciones) tillämpas på **överföring av tillgångar genom dödsfall eller gåva** från dödsboet till arvingar och förmånstagare. Skatten tillämpas på all fast egendom belägen i Spanien, oavsett ägarens eller arvingarens nationalitet eller bostadsstatus. En brittisk icke-bosatt som äger en Costa Blanca-lägenhet och lämnar den till sitt barn utlöser spansk arvsskatt på hela fastighetens värde, även om barnet är bosatt i Storbritannien. Skatten är utformad som en progressiv skatt på varje arvings individuella arv, inte på hela dödsboet. Detta betyder att samma fastighetsvärde kan beskattas med olika skattesatser beroende på hur många arvingar som delar den - en €500 000-fastighet som ärvs av ett barn blir föremål för högre marginalskatter än när den delas mellan två barn.",
            "content": "Valencia-regionens arvsskattesatser återspeglar gemenskapens politik att favorisera bosatta medan det påför betydande börda på icke-bosatta. **För bosatta med den avlidne som spansk bosatt** är satserna jämförelsevis blygsamma: 7,65% för direkta arvingar (barn), 9,52% för makar, 14,7% för syskon och andra släktingar, och 34% för orelaterade personer. Men **för icke-bosatta arvingar (oavsett om den avlidne var bosatt eller icke-bosatt)** stiger satserna dramatiskt: 34% över alla släktskapsförhållanden, med minimala släktskapsreduceringar. Denna 34%-sats representerar en av Europas högsta arvsskattesatser."
          },
          {
            "heading": "Jämförelse mellan Valencia och andra spanska gemenskaper",
            "content": "Arvsskattesatserna varierar betydligt över Spaniens 17 autonoma gemenskaper, vilket skapar planeringsmöjligheter. **Madrid erbjuder bland Spaniens lägsta satser**: 7,65% för barn som ärver från bosatta dödsbon, med betydande tillägg (upp till €400 000 kan överföras skattefritt till barn). **Katalonien tar ut 5-34% beroende på släktskap**, men erbjuder €100 000-undantag för makar och efterkommande. **Andalusien tar ut 7,65-34% med gynnsamma tillägg**. **Valencia kombinerar dock höga satser med minimala tillägg för icke-bosatta**, vilket gör det till en av Spaniens minst gynnsamma arvskatteordningar.",
            "content": "Spanska bank är lätt att öppna med ett pass och ett spanskt skatteregisteringsnummer (NIF). BBVA, CaixaBank och Santander är utländarvänliga. Månatliga avgifter är vanligtvis €0-15. Du behöver ett spanskt bankkonto för hypotekslån och fastighetsskattebetalet."
          }
        ]
      }
    ],
    "conclusion": "Spansk arvsskatt representerar en väsentlig ekonomisk hänsyn för icke-bosatta Costa Blanca-fastighetsägare, där Valencias 34%-sats för icke-bosatta potentiellt kan konsumera en tredjedel av fastighetsvärdet som överförts till arvingar. Till skillnad från mer progressiva arvskattsystem i andra länder lägger Spaniens ordning dramatiska straff på icke-bosatta förmånstagare, erbjuder minimala tillägg och behandlar alla släktskapsförhållanden identiskt till 34%-satsen. Strategisk planering kan dock väsentligt minska denna börda: livförsäkring framstår som den effektivaste lindringen, vilket ger skattefria intäkter för att betala arvskatten och bevara ärvd förmögenhet för arvingar. Ytterligare strategier inklusive spanska testamenten (för att behandla spansk tvingad arv), usufructo-arrangemang för flergenerationsöverföringar och försiktig dokumentation av arvingars bosattningsstatus bidrar alla till att optimera resultaten."
  },
  "image": "/images/Finance/4.png"
}