{
  "slug": "valencia-property-regulations-2026",
  "title": "Valenciaregionens fastighetsregler uppdaterad 2026",
  "excerpt": "Comunitat Valenciana 2026-uppdateringar: energieffektivitet obligatorisk (1,5M årliga revisioner), nya byggstandarder, utökade hyresregler, miljöskydd, markanvändningsändringar.",
  "category": "Legal",
  "publishedAt": "2026-02-08",
  "updatedAt": "2026-02-08",
  "readTime": 12,
  "featured": false,
  "author": "New Build Homes Costa Blanca",
  "image": "/images/blog/valencia-property-regulations-2026.webp",
  "tags": ["legal", "regulations", "valencia", "2026", "building codes"],
  "region": "both",
  "content": {
    "quickAnswer": "Valencia 2026-regler: obligatoriska energieffektivitetsrevisioner (€500-1 500 kostnad), striktare byggkoder (seismisk motståndskraft, vattenbesparing), utökad hyreslicensiering (VT-licens årlig förnyelse), miljöskydd förstärkt, planeringsbegränsningar i kust-/naturzoner, tillgänglighetsstandarder utökade.",
    "intro": "Comunitat Valencianas fastighetsregler har utvecklats betydligt under 2026, vilket återspeglar EU-överensstämmelsekrav, klimahållbarhetsrekommendationer och lokala ekonomisk politiska prioriteringar. Fastighetsägare – oavsett om bostads-, hyres- eller investeringsfastigheter – måste navigera nya överensstämmelsekrav som påverkar driftning, kostnader och ansvar. Att förstå dessa uppdateringar är väsentligt för laglig drift och för att undvika straffavgifter som varierar från €500-€90 000 beroende på överträdelsens allvar. Denna omfattande guide beskriver varje större regelförändring och praktiska överensstämmelsesteg.",
    "sections": [
      {
        "title": "Implementering av energieffektivitetsdirektivet 2026",
        "content": "Europeiska unionens **energieffektivitetsdirektiv** föreskriver fastighetsenergierevisioner i Comunitat Valenciana, som påverkar alla fastigheter 250+ kvm. Överensstämmelseschema: januari 2026-december 2026 (alla fastigheter måste slutföra initiala revidering). Revisioner utförda av certifierade energirevisorer (Auditor Energético Certificado), vanligtvis kostande €500-1 500 beroende på fastighetens storlek/komplexitet. Revisionsrapport (Certificado de Eficiencia Energética) identifierar: nuvarande energiprestanda (A-G klassningsskala, A=högsta effektivitet, G=lägsta), analys av kostnader-fördelar för förbättringar, renoveringsrekommendationer och överensstämmelsvägar. Fastigheter klassificerade E-G måste utveckla förbättringsplaner med tidslinjerna (senast juni 2027) och påbörja genomförandet senast januari 2028. Hyresfastigheter måste visa energiklassificering framträdande i annonseringen (större plattformar skannar automatiskt dessa dokument). Ägarfastigheter måste hålla revisionsregister för myndighetskontroll. Överensstämmelsebotföljder: €500-2 000 per fastighet för saknad revision, €300-500/månad per månad försenad på förbättringsplan genomförande. **Renoveringsincitament**: Spansk regering ICO-stödda linjer erbjuder €15 000-50 000 låga räntolån (2-3% under 8 år) för energiförbättringar, vilket effektivt minskar månadskostnaderna till €180-600 medan energiklassificering förbättras 1-2 klass. Solinstallationsbidrag: €5 000-10 000 subventioner som minskar installationskostnaden 30-40%, med 6-8 år ROI vanligt. **Strategisk timing**: Fastigheter som slutför energiförbättringar tidigt 2026 fångar bättre entreprenörtillgänglighet och lånvillkor innan topptörstursflaskhal mitt på året."
      },
      {
        "title": "Byggkoder och säkerhetsstandardsutökning",
        "content": "Valencia 2026 byggkod-uppdateringar betonar: seismisk motståndskraft (jordbävningsberedskap, särskilt inlandsfastigheter), vattenbesparing (kritisk i torktålig region), tillgänglighetsstandarder (EU-direktiv implementering) och brandskyddförbättringar. Nybyggnation (efter 2026) måste möta dessa standarder; befintliga fastigheter har överensstämmelseschemat (vanligtvis 3-10 år beroende på kravets brådskande).\n\n**Seismiska standarder**: Fastigheter i måttliga risker seismiska zoner (inlandda Valencia, Castellón) måste genomgå strukturella bedömningar (€2 000-5 000) bekräftande seismisk motståndskraft. Förstärkning krävs för pre-1995 byggnader (före moderna koder), kostade €15 000-40 000 beroende på allvar. Ombyggnad typiskt inbegriper: stålkonstruktion interna/externa väggar, grundläggning förstärkning, fönster/dörrram förstärkning. Även om jordbävningar är sällsynta i Valenciaregioneregionen (risk låg jämfört med Medelhavsöar), regulatorisk överensstämmelse obligatorisk. Tidslinje: bedömningar förfallna senast december 2026, förbättringsplaner förfallna juni 2027.\n\n**Vattenbesparing**: Nya standarder föreskriver gråvattenåtervinningssystem (€8 000-15 000 installation) i fastigheter 200+ kvm. Dessa system fångar duschas/vaskvatten för toalettspölning/trädgårdsbevattning, minskar vattenförbrukning 30-40%. Kustfastigheter (höga vattenbristzonger) möter striktare krav än inlandda. För befintliga fastigheter är ombyggnad valfri men incitamenterad (bidrag €3 000-5 000 täckande 30-40% av kostnader). Nya byggnader standard-inkluderar gråvattenssystem (utvecklarkostnad €5 000-8 000, övergiven till köpare).\n\n**Tillgänglighetsstandarder**: EU-direktiv föreskriver 50%+ lägenhetshus inkluderar tillgängliga enheter (rullstolstillgänglig, stegfri ingångar, tillgängliga badrum). Medan stora nybyggnationer är obligatoriska, möter befintliga byggnader graderade krav. Tidslinje: byggnader 4+ historier måste uppnå 50% tillgänglighet senast 2030. Ombyggnad av äldre byggnader (trappor, smala dörröppningar, otillgängliga badrum) dyra (€8 000-20 000 per enhet), skapa planerings-/budgetutmaningar. Undantag tillgängligt om kostnader överskrider 5% av byggvärde.\n\n**Brandsäkerhet**: Förbättrade standarder för flyktvägar, nödbelysning, brandmotståndig material. Byggnader kräver brandskyddcertifikat (€500-1 500 per år). Överensstämmelsebotföljder för icke-efterlevnad: €300-1 000 per överträdelse, böter fördubblas på upprepad överträdelse."
      },
      {
        "title": "Hyresregler expansin och turisthyres-uppdateringar",
        "content": "Bortom turisthyres-licensiering (VT-licens årlig förnyelse), Valencia inför utökade hyresregler täckande långsiktig bostads-hyresmarknad. Tidigare oreglerad, långsiktig bostads-hyresmarknad är nu föremål för registrering (Registro de Vivienda en Alquiler) inom 30 dagar från hyresavtal påbörjning. Registreringskostnad: €50-75, överensstämmelsebotföljd €300-500 per fastighet. Registreringskrav: hyresvärds ID/NIE, fastighetdetaljer, hyresgäst nationalitet/bosattningsStatus, avtalsvillkor, hyresbelopp. Detta skapar myndighetsdatabas för alla hyresfastigheter, möjliggörande skattöversyn och hyresgäst-skyddövervakning.\n\n**Hyresgästskydd utökat**: Nya regler föreskrivna av EU kräver: skriftlig hyresavtal (tidigare ofta verbal, nu illegal), tydligt angivna hyres-/energikostnader, fastighetskonditionsering dokumentering (fotoinventering, inflyttningsgranskningar) och 30-dagars uppsägningkrav för avtalsuppsägning. Hyresvärds överensstämmelsebotföljder: €500-3 000. Dessa ändringar förmåner hyresgäster (skydd) men lägger till administrativ börda/ansvar för hyresvärdar – många rekommenderar anlita fastighetsförvaltare (€50-100/månad) hanterande överensstämmelsedokumentation.\n\n**Hyres-kontroll förslag under granskning** (genomförande osäkert): Valencias regionala regering granskar hyres-kontroll mekanismer för höga efterfrågan områden (Alicante, Valencia stad). Föreslagna tak: årlig hyresökning begränsad till 2-3% eller inflationstakt (vilken som är lägre). Genomförande osäkert, men bana föreslår hyresregler stramning. Nuvarande investerare bör faktor potentiell hyres-kontroll in i långsiktiga prognoser, minska förväntad avkastning 10-15% i värsta fall scenarier.\n\n**Vräknings-processförändring**: Vräknings-tidslinjerna expanderad 90-120 dagar (från 45 dagar tidigare), stärkande hyresgästskydd och komplicerande hyresvärds-borttagning av icke-betalande hyresgäster. Försäkrings-produkter (€100-200/år) är nu vanligt, täckande hyres-försummelse/fastighetsskada, även om vissa undantag gäller.\n\n**Blandad användnings-reglering**: Fastigheter med både långsiktig hyres och turisthyres möta striktare samhälls-godkännande (separat ansökningar, högre avgifter €200-400 för dual-licensiering). Kommuner ökar avskräckning blandat-användning för att bevara bostadsbestånd för huvudsaklig bosatta."
      },
      {
        "title": "Miljöskydd och markanvändnings-begränsningar",
        "content": "Valencias regioners miljöskydd stärkt 2026, särskilt i kust- och naturzoner. Begränsningar påverkar: utvecklingsrättar, markanvändnings designationer, vattenutsläpp och skydda arthabitats.\n\n**Kustskyddszoner**: Fastigheter inom 500m från kustlinje (etablerad som \"kustskyddszon\") möta strikt reglering: ingen rivning-och-återuppbyggning (endast bevaring), begränsad renoveringsbeskop (kan inte ökad fotavtryck/höjd mer än 5%), och strand-/dunaccess underhållning (fastighetsägare kan inte begränsa offentlig strandaccess). Dessa begränsningar begränsa investeringspotentialen i strandegenskaper – renovering/expansions projekt kräver miljöeffektbedömningar (€5 000-10 000) och typisk godkännandeschema 6-12 månader vs. 2-4 månader inlandda. Dock stödd skyddade status fastighetsvärdar (miljö cachet, offentlig tillgångsrätter attraktiv för köpare), motväga utveckling-begränsning kostnader.\n\n**Vattenutsläppsregler**: Septiktankregler stramats – pre-2010 system kräver uppgradering/ersättning (€8 000-15 000) för att möta kväve-/fosforsutsläppsgränser. Nya systemet inkluderar: behandlingssystem minskning näringsamne innehål, perkolationskontroller och övervakningskrav. Tidslinje: överensstämmelse krävs senast december 2027 för fastigheter i känsliga vattenzoner (nära grundvattenmagasiner, våtmarker). Överensstämmelsebotföljd: €500-2 000 böter + tvingande ombyggnad till trefaldig kostnad.\n\n**Skyddade arts-skydd**: Fastigheter med ulluggla/fladdermusbostad, amfibieförplantnings habitat eller skyddad växtlighet kräva: habitateffektbedömningar (€2 000-5 000), aktivitetsbegränsningar (inget nattelysande, inget pesticidanvändning i vissa områden) och övervakningsprogram. Sällsynt men betydande påverkan: vissa landsbygds fastigheter som upptäcks som hemlighetsmålning skydda arter möta utveckling-förbud (kan inte bygga, ändra eller använda intensiva). Titlar rapporter ökande inkludera miljödata bekräftande frånvaro av skydda arter (kostnad €300-500).\n\n**Brandpreventivitet för skogen**: Inlandda fastigheter kräva upprätthållet försvar omkrets (100m röjda växtlighet) för att minska svältande risk. Överensstämmelsebotföljd: €300-1 000 böter + tvingande röjning på stadskostnad (då fakturerat till ägare). Klimatförändring öka svältande risk – försäkrings kostnader stiger 20-40% för fastigheter i höga riskzoner (inlandda, upphöjda, växtlighet-täta områden)."
      },
      {
        "title": "Utveckling planering begränsningar och markanvändnings designationer",
        "content": "Markanvändnings designationer i Comunitat Valenciana kategoriserar fastigheter: urban/byggbar, jordbruk, skydda miljö och blandat-användning. Designationer bestämmer: tillåten användning, densitets gränser, obligatorisk parkering och ändringsprocedurer.\n\n**Byggbar marken begränsningar**: Många tidigare byggbar parceler reklassificerade till \"icke-byggbar\" (jordbruk, miljöskydd) på grund av 2026 rumsligt planering uppdateringar. Påverkade markägare möta: reducerat utvecklingspotentiell (20-40% av fastigheter), reducerat värderingar (40-60% värdeminskning vanligt) och långa appelprocesser (2-4 år, €5 000-15 000 juridiska kostnader). Detta påverkar landsbyg-fastighetsinvesterare oproportionerligt – jordbruksmark blir permanent låst in i kategori, i huvudsak icke-utvecklbar. Köpare bör verifiera markdesignation och utvecklingsrättar före köp spekulative land fastighet.\n\n**Densitets maximum**: Urbana zoner möte densitets kapp (maximalt hemvist per hektar) begränsande utveckling intensitet. Befintliga fastigheter påverkad, men ombyggnad/rivning-återbyggnad projekt begränsad av densitets kapp – ofta kan inte överskrida befintlig enhet räkna. Detta skyddar grannskapskaraktär men begränsa investeringsuppside i urbana områden.\n\n**Parkerings krav**: Nya utveckling måste tillhandahål minsta parkering (typisk 1,2-1,5 utrymmen per bostad). Underjordisk parkering nu krävd i många zoner (markplans detaljhandel/tjänster bevarande), väsentligt öka kostnader (€30 000-50 000 per parkerings plats underjordisk vs. €10 000-15 000 yta). Off-plats parkering tillåtet i begränsad omständighet, minskning anfordra börda i historisk stadskärnor.\n\n**Blandat-användnings zoning**: Urban omförnyelse betoning främjar blandat-användning (bostads-detaljhandel-kontor) zoner. Bostads-endast fastigheter i blandat-användnings zoner nu möte: handels användnings lönsamhet bedömning, detaljhandel hyresamhandling krav och tillgänglighetsstandarder. Ägare kan inte förhindra marknivå handelsaktiverering – zoning krav framträder. Detta påverkar fastighetsvärdar (handels fottrafikk öka bostads önskvärdhet) och brus/aktivitets nivåer."
      },
      {
        "title": "Fastighetsskatt och förmögenhetssskatt uppdateringar",
        "content": "2026 ser skatt justeringar påverka fastighetsägare:\n\n**IBI (Impuesto sobre Bienes Inmuebles) - Fastighetsskatt**: Kommunal skatt på fastighet, typisk 0,4-1,1% av katastral värde årligen. 2026 uppdateringar: katastral värde öka 5-8% i många kommuner (reflekterande uppskattning 2020-2024), resultera 5-8% IBI ökningar för påverkad fastigheter. Exempel: fastighet tidigare värderad €150 000 (IBI €900/år) nu värderad €162 000 (IBI €972/år). Överklagade möjlig (€50-200 administrativa kostnad) utmaning ny värder; framgångs hastighet 20-30%. Hyresgäster bär IBI kostnader indirekt genom hyres höjning – kommersiell fastigheter genomgång kostnader, bostads hyresfastigheter inkorporera in hyres eskalationer.\n\n**IAE (Impuesto sobre Actividades Económicas) - Affärs aktivitets skatt**: Ägare operering som affär (inkorporera som bolag, kommersiell fastighetshyresvärds status) betala IAE. 2026 uppdateringar: takt höjning 2-3% i många kommuner. Exempel: fastighetsstyrning affär tidigare €500/år nu €525/år. Tröskelvärde: aktiviteter generering €600 000+ årligen möte obligatorisk IAE anmälan; diskretionär under tröskelvärde.\n\n**Impuesto sobre el Patrimonio (förmögenhetssskatt)**: Icke-bosatta fastighetsägare med tillgångar överskrida €600 000 betala förmögenhetssskatt (0,2-2,5% beroende på total tillgångs värde). 2026 uppdateringar: tröskelvärde förblir oförändra men övervägande givna till sänkandet till €300 000 (potentiellt effektiv 2027). Tidiga indikatörer föreslå Spanien röra mot förmögenhetssskatt expansion – fastigheter bör förutsägelse potentiell takt/tröskelvärde ändringar.\n\n**Kapital vinst skatt**: Vinst från fastighetförsäljning beskattat som kapital vins (18% standardtakt, 0-15% om innehållen 1-3 år, 5% om innehållen 10+ år, beroende på bosattnings status). 2026 uppdateringar: icke-bosatta främmande säljare möte 3% källinnehållning på försäljnings plats (avdragsgill för slutlig skatteberäkning), förstärkande skatt insamling på främmande investerare utgång.\n\n**Skattplanering möjligheter**: Struktur fastighetägande genom spanskt bolag (Sociedad Anónima) kan skjut/minska skatter – bolagets ägande undviker 3% källinnehållning på icke-bosatta utgångar, möjliggör avskrivning avdrag (3% årligen) och möjliggör företags skattplanering. Dock lägger till €500-1 000 årlig administrations kostnader (gestoría hantering, redovisning). Generellt rekommenderad för portföljer 3+ fastigheter eller €800 000+ totalt värde."
      },
      {
        "title": "Överensstämmelse verifikation och dokumentations krav",
        "content": "Fastighetsägare måste underhålla nuvarande överensstämmelse dokumentation: energi certifikat, byggnads säkerhet certifieringar, hyres registreringar, miljöbedömningar, skatt clearances. Misslyckande producerar dokumentation på myndighetsfråga resultat i €300-500 böter och tvingande dokumentation (på ägares kostnad, typisk 2-3x privat kostnad). Dokumentation behållning: minsta 5 år, längre för hyresfastigheter (7+ år för skattesyften). Digital förvaringen acceptabel (skannade dokument, e-postmeddelanden, online portaler), men original bör behållas. **Rekommenderad dokumentations organisering**: Skapa fil per fastighet innehållt: fastighetsbeskrivning, katastral information, skattdokument (IBI kvitteringar, Modelo 100 returer), energi certifikat, byggnads försäkring, hyreskontrakt (om tillämpbar), underhålls register, service-konton. Uppdatera årligen (särskilt energi certifikat, skatt returer, försäkring). **DIY överensstämmelse vs. professionell hantering**: Själv-hantera överensstämmelse kräver organiserings disciplin och juridisk kunskap. Misstag vanligt (missad förnyelser €300-500 böter, under-rapportera inkomst utlösa revisioner €5 000-20 000 ytterligare skatt). Professionella förvaltare (gestorías) laddning €50-150/månad hanterande överensstämmelse – kostnad recovery genom undviken böter och optimerad skattposition typisk pausar jämn in 6-12 månader."
      },
      {
        "title": "Straffavgift ram och verkställande trender",
        "content": "Valencia myndigheterna öka verkställande ansträngningar 2026, särskilt målering: energi effektivitet överensstämmelse icke-överensstämmelse, orappporterad hyres inkomst, byggnads säkerhet överträdelser och miljö överträdelser. Straffavgift ram:\n\n**Administrativa straffavgifter** (betalt till regering):\n- Mindre (€300-1 000): Sen anmälning, ofullständig dokumentation, missad registrerings deadlines\n- Allvarlig (€1 000-10 000): Överensstämmelse icke-efterlevnad med regler, falskt dokumentation, överträdelser med säkerhet/miljö påverkan\n- Mycket allvarlig (€10 000-90 000): Systematisk överensstämmelse icke-efterlevnad, bedrägeri, offentlig säkerhet försämring\n\n**Kriminell straffavgifter** (domstol påläggning, i tillägg till administrativa böter):\n- Skatt fraud €30 000+ plus 40% straffavgift tillägg, 1-2 år provning\n- Dokument bedrägeri €5 000-30 000, potentiell fängelse tid för flagranta fall\n- Miljö överträdelser €10 000-50 000 plus reparations kostnader\n\n**Verkställande mekanismer**: Digital rapportering (plattform data delning med skatt myndigheter), fastighetsinspektioner (tillkännagiven eller oanmäld för säkerhet överensstämmelse), hyresgäst klagomål (ledande till utredning) och administrativ revisioner (slumpmässig målering av högt-värde fastigheter). Teknik möjliggörande: kameror övervakning byggnads tillgång, data analys identifiering anomalier (fastigheter med högt turist tur men påstå som primär hemvist), kryss-referencing bokning sidor med skatt anmälningar. Detektiv takt ökad 50-60% 2025 vs. 2024, med mer sofistikerad metoder identifiering tidigare \"doldna\" överträdelser. **Minskning strategier**: Frivillig överensstämmelse läka många överträdelser före eskalering – själv-rapportering sen energi revision typisk resultat i €100-300 avgift (vs. €500-1 000 om upptäckt); rättning byggnads kod överträdelser inom 30-dagars läka perioden eliminera väsentlig böter. Demonstrera bra-tro överensstämmelse ansträngning väsentligt minska verkställande aggressiv."
      },
      {
        "title": "2026 överensstämmelse tidslinje och åtgärd poster",
        "content": "Fastighetsägare bör genomförande överensstämmelse granskning förbi Q2 2026:\n\n**Februari-Mars 2026**:\n- Verifiera energi certifikat status (erforderlig för all 250+ kvm fastigheter)\n- Ordna energi revision om ej slutförd (€500-1 500, 2-4 vecka bokning tidslinje)\n- Om klassificerad E-G, begär förbättring konsult citationer (€0-500 konsultation)\n- Granska fastighetsskatt (IBI) notifikation för 2026 justeringar, lämna in överklagande om värderad 10%+ över marknad\n- Bekräfta försäkrings policer täcka nuvarande användning (ägare-okkuperad, hyres, turist hyres)\n\n**April-Maj 2026**:\n- Slutför energi revision och erhålla certifikat\n- Utveckla förbättring plan om erforderlig (E-G fastigheter)\n- Ansök energi ombyggnad finansiering om behövlig (regering linjer tillgänglig genom banker)\n- För hyres fastigheter: verifiera registrering slutförd, bekräfta hyresgäst kontrakt dokumenterad\n- Uppdatera hyresgäst information om fastighet växlar händer\n- Ordna byggnads säkerhet inspektion (seismisk bedömning om tillämplig)\n\n**Juni-Augusti 2026**:\n- Begär byggnads säkerhet bedömning (€2 000-5 000, 4-6 vecka tidslinje)\n- Börja energi förbättring om planerad (entreprenör tillgänglighet bättre tidig sommar)\n- Lämna in kapital vins om fastighetförsäljning (30-dagars deadline för 3% källinnehållning betalning)\n- Granska fastighetdesignation för bekräft byggbar status (om planering framtida modifikationer)\n\n**September-Oktober 2026**:\n- Slutför byggnads säkerhet förbättringar (om erforderlig)\n- Granska turist hyres licensiering (VT) om tillämplig – årlig förnyelse deadline december 31\n- Uppdatera byggnads försäkring med slutförd förbättringar (kan minska kurser)\n- Granska fastighetsskatt returer för kalender-år skatt rapportering (om erforderlig)\n\n**November-December 2026**:\n- Förnya turist hyres licens (om tillämplig, förbi december 31)\n- Förnya egendoms försäkring om utgångsdatum\n- Ordna energi förbättring för slutförande tidigt 2027 (om skjutet upp)\n- Lämna in årlig skatt returer/Modelo 100 (förfallodatum juni 30, men anmälan tidig minskar revisionsrisk)\n\n**Professionell assistans**: Anlita gestoría (€50-150/månad) hanterande alla överensstämmelse poster, typisk betala för sig själv genom skatt optimering + undviken böter. Särskilt rekommenderad för icke-bosatta obekant med spanska regler."
      }
    ],
    "conclusion": "Valencia fastighetregler under 2026 föreslå utvecklad, professionell ram betoning hållbarhet, hyresgäst skydd och miljö ansvar. Energi effektivitet revisioner, byggnads säkerhet standarder, hyres licensiering och miljö skydd alla kräva överensstämmelse förbi 2026 år-slut. Medan överensstämmelse lägger till kostnader (€2 000-8 000 typisk), verkställande öka proportionerligt – överträdelser bärs €300-90 000 böter plus ryktbar/driftspåverkan. Fastighetsägare proaktiv förhållande överensstämmelse förbi mitten-2026 minimera kostnader, undvika böter och positionera fastigheter konkurrensfördelag. Professionell fastighetsstyrning eller gestoría stöd (€50-150/månad) högt rekommenderad, särskilt för icke-bosatta navigering komplex spansk regler. Överensstämmelse slutgiltigt skyddar fastighetsvärder, minskar revisionsrisk och säkerställer hållbar långsiktig ägande. Kontakta oss för regelvägledning och hänvisning till överensstämmelse professionella tjänste internationell fastighetsägare."
  }
}
